Repository: EDCD/EDMarketConnector
Catalog: L10n/*.strings
Languages: cs, de, es, it, ja, pl, pt_br, ru, sr_latn, tr, zh_hans

source: One or more of your enabled plugins do not yet have support for Python 3.x. Please see the list on the '{PLUGINS}' tab of '{FILE}' > '{SETTINGS}'. You should check if there is an updated version available, else alert the developer that they need to update the code for Python 3.x. You can disable a plugin by renaming its folder to have '{DISABLED}' on the end of the name.
cs: Jeden nebo více aktivních pluginů ještě stále nepodporuje Python 3.x. Podívejte se na jejich seznam v záložce '{PLUGINS}' v '{FILE}' > '{SETTINGS}'. Zkontrolujte si jestli není dostupná novější verze pluginu, pokud ne, tak kontaktujte vývojáře pluginu o tom, že musí upravit jejich plugin pro Python 3.x. Plugin můžete vypnout přidáním '{DISABLED}' na konec názvu jeho složky.
de: Eins oder mehr deiner aktivierten Plugins hat noch keinen Support für Python 3.x. Du kannst dir die Liste im '{PLUGINS}'-Tab unter '{FILE}' > '{SETTINGS}' ansehen. Du solltest prüfen, ob es für diese Updates gibt und ansonsten dem Entwickler Bescheid geben, dass sie ihren Code für Python 3.x aktualisieren müssen. Du kannst ein Plugin deaktivieren, indem du dessen Ordner ein '{DISABLED}' am Ende des Namens anhängst.
es: Uno o más de tus plugins habilitados aún no tienen soporte para Python 3.x. Por favor, consulta la lista en la pestaña '{PLUGINS}' de '{FILE}' > '{SETTINGS}'. Deberías comprobar si hay una versión actualizada disponible, si no, avisa al desarrollador de que necesita actualizar el código para Python 3.x. Puedes deshabilitar un plugin cambiando el nombre de su carpeta para que tenga '{DISABLED}' al final del nombre.
it: Uno o più dei tuoi plugin non ha ancora il supporto per Python 3.x. Per favore guarda la lista '{PLUGINS}' nella tab a '{FILE}' > '{SETTINGS}'. Dovresti controllare se ci sono aggiornamenti, altrimenti avvisa gli sviluppatori che devono aggiornare il codice a Python 3.x. Puoi disabilitare il plugin rinominando la cartella aggiungendo '{DISABLED}' alla fine del nome.
ja: 有効にしている1つ以上のプラグインがPython 3.xをサポートしていません。'{FILE}' > '{SETTINGS}' メニューで表示される設定ダイアログの'{PLUGINS}' タブの一覧を確認してください。更新済みのバージョンがあるかを確認し、なければ開発者にPython 3.xに対応するように開発者に連絡してください。 プラグインを無効にするにはフォルダ名の最後に'{DISABLED}'を追加してください。
pl: Co najmniej jeden z uruchomionych pluginów nie wspiera Python 3.x. Sprawdź listę w '{FILE}' > '{SETTINGS}', sekcja '{PLUGINS}'. Upewnij się, że dostępna jest aktualna wersja pluginu, w przeciwnym razie poinformuj twórcę, że należy zaktualizować kod do wersji Python 3.x. Możesz wyłączyć plugin, dodając '{DISABLED}' na koniec nazwy jego folderu.
pt_br: Um ou mais dos plugins habilitados não possuem suporte ao Python 3.x. Você pode ver a lista na guia '{PLUGINS}' em '{FILE}' > '{SETTINGS}'. Você deve verificar se existe versão atualizada ou então avisar o desenvolvedor de que ele precisa atualizar o código para o Python 3.x. Você pode desabilitar um plugin renomeando sua pasta para que seu nome termine com '{DISABLED}'.
ru: Один или несколько ваших подключённых плагинов ещё не имеют поддержки Python 3.x. Пожалуйста, ознакомьтесь со списком во вкладке '{PLUGINS}' '{FILE}' > '{SETTINGS}'. Вы должны проверить наличие обновлённой версии, в противном случае предупредите разработчика о необходимости обновления кода на Python 3.x. Вы можете отключить плагин, переименовав его папку в '{DISABLED}'.
sr_latn: Jedan ili više aktiviranih dodataka (plugins) nemaju podršku za Python 3.x. Pogledajte listu u '{PLUGINS}' tabu u '{FILE}' > '{SETTINGS}'. Proverite da li postoji nadograđena verzija ili obavesite autora da treba da promeni kod za Python 3.x. Možete deaktivirati dodatak (plugin) dodavanjem '{DISABLED}' na kraju imena njegovog foldera.
tr: Etkin eklentilerinizden bir veya daha fazlası henüz Python 3.x desteğine sahip değil. '{PLUGINS}' sekmesindeki '{FILE}' > '{SETTINGS}' bölümünde bulunan listeyi bulun. Güncellenmiş bir sürümün mevcut olup olmadığını kontrol edin, aksi takdirde geliştiriciyi Python 3.x kodunu güncellemesi gerektiği konusunda uyarmalısınız. Bir eklentiyi, klasörünü adının sonunda '{DISABLED}' olacak şekilde yeniden adlandırarak devre dışı bırakabilirsiniz.
zh_hans: 一项或多项你所启用的插件尚不支持 Python 3.x，详情请见 {FILE} > {SETTINGS} > {PLUGINS}。请检查上述插件是否有可用的更新，若没有，则应与插件的开发者就 Python 3.x 的支持问题取得联系。 你也可以禁用某一项插件，只需在其文件夹名称的末尾添加 {DISABLED} 即可。

source: Plugins
cs: Pluginy
ja: プラグイン
pl: Pluginy
ru: Плагины
sr_latn: Dodaci (plugins)
tr: Eklentiler
zh_hans: 插件

source: EDMC: Plugins Without Python 3.x Support
cs: EDMC: Pluginy, které nepodporují Python 3.x
de: EDMC: Plugins ohne Python 3.x Support
es: EDMC: Plugins Sin Soporte para Python 3.x
it: EDMC: Plugins senza Supporto Python 3.x
ja: EDMC: プラグインがPython 3.xをサポートしていません
pl: EDMC: Pluginy Nie Wspierające Python 3.x
pt_br: EDMC: Plugins sem Suporte ao Python 3.x
ru: EDMC: Без поддержки Python 3.x
sr_latn: EDMC: Dodaci (plugins) bez Python 3.x podrške
tr: EDMC: Python 3.x Desteği Olmayan Eklentiler
zh_hans: EDMC：不支持 Python 3.x 的插件

source: EDMC: Broken Plugins
de: EDMC: Defekte Plugins
it: EDMC: plugin non funzionanti
ja: EDMC: プラグインが壊れています
pl: EDMC: Uszkodzone pluginy
pt_br: EDMC: Plugins Quebrados
ru: EDMC: Неработающие плагины
tr: EDMC: Bozuk Eklentiler
zh_hans: EDMC: 损坏的插件

source: One or more of your enabled plugins failed to load. Please see the list on the '{PLUGINS}' tab of '{FILE}' > '{SETTINGS}'. This could be caused by a wrong folder structure. The load.py file should be located under plugins/PLUGIN_NAME/load.py. You can disable a plugin by renaming its folder to have '{DISABLED}' on the end of the name.
de: Eins oder mehr deiner aktivierten Plugins konnte nicht geladen werden. Du kannst dir die Liste im '{PLUGINS}'-Tab unter '{FILE}' > '{SETTINGS}' ansehen. Dies könnte an einer falschen Ordnerstruktur liegen. Die Datei load.py sollte sich unter plugins/PLUGIN_NAME/load.py befinden. Du kannst ein Plugin deaktivieren, indem du dessen Ordner ein '{DISABLED}' am Ende des Namens anhängst.
it: Impossibile caricare uno o più plugin abilitati. Consulta l'elenco nella scheda '{PLUGINS}' di '{FILE}' > '{SETTINGS}'. Ciò potrebbe essere causato da un'errata struttura delle cartelle. Il file load.py dovrebbe trovarsi in plugins/PLUGIN_NAME/load.py. Puoi disabilitare un plugin rinominando la sua cartella in modo che abbia '{DISABLED}' alla fine del nome.
ja: 有効にしている1つ以上のプラグインがロードに失敗しました。'{FILE}' > '{SETTINGS}' メニューで表示される設定ダイアログの'{PLUGINS}' タブの一覧を確認してください。この問題は誤ったフォルダ構造によって引き起こされます。load.pyファイルはplugins/プラグイン名/plug-in.pyとして配置される必要があります。 プラグインを無効にするにはフォルダ名の最後に'{DISABLED}'を追加してください。
pl: Jeden lub więcej plugin nie został załadowany. Sprawdź listę na zakładce '{PLUGINS}' w menu '{FILE}' > '{SETTINGS}'. Może to być spowodowane błedną strukturą katalogów. Plik load.py powinien być umiezczony w plugins/NAZWA PLUGINA/load.py. Możesz wyłączyć plugin zmieniając nazwę jego folderu tak, aby zawierała '{DISABLED}' na końcu nazwy.
pt_br: Um ou mais plugins ativados falhou ao carregar. Verifique a lista na aba '{PLUGINS}', em '{FILE}' > '{SETTINGS}'. Isto pode ter ocorrido por um erro na estrutura de pastas. O arquivo load.py deve estar localizado em plugins/NOME_PLUGIN/load.py. Você pode desativar plugins renomeando a pasta para ter '.{DISABLED}' ao final do nome.
ru: Не удалось загрузить один или несколько включенных плагинов. Пожалуйста, посмотрите список на вкладке '{PLUGINS}' в разделе '{FILE}' > '{SETTINGS}'. Причиной может быть неправильная структура папок. Файл load.py должен находиться в папке plugins/PLUGIN_NAME/load.py. Вы можете отключить плагин, переименовав его папку так, чтобы в конце названия стояло '{DISABLED}'.
tr: Etkin eklentilerinizden bir veya daha fazlası yüklenemedi. '{PLUGINS}' sekmesindeki '{FILE}' > '{SETTINGS}' bölümünde bulunan listeyi bulun. Sorunun sebebi yanlış klasör yapısı olabilir. Load.py dosyası, plugins/PLUGIN_NAME/load.py altında bulunmalıdır. Bir eklentiyi, klasörünü adının sonunda '{DISABLED}' olacak şekilde yeniden adlandırarak devre dışı bırakabilirsiniz.
zh_hans: 您启用的一个或多个插件未能加载。请查看 '{FILE}' > '{SETTINGS}' 中的 '{PLUGINS}' 选项卡上的列表。这可能是由于文件夹结构错误导致的。load.py 文件应位于 plugins/插件名称/load.py 路径下。 您可以通过在插件文件夹名称末尾添加 '{DISABLED}' 来禁用该插件。

source: One or more of your URL Providers were invalid, and have been reset:
de: Einer oder mehrere deiner URL-Anbieter waren ungültig und wurden zurückgesetzt:
it: Uno o più Provider URL non erano validi e sono stati ripristinati:
ja: 一つ以上のURLプロバイダが無効であったためリセットされました:
pl: Jeden lub więcej adres URL jest błędny i został zresetowany:
pt_br: Um ou mais dos seus Provedores de URL eram inválidos e portanto foram reconfigurados:
ru: Один или несколько ваших URL-провайдеров оказались некорректными и были сброшены:
tr: URL Sağlayıcılarınızdan bir veya daha fazlası geçersizdi ve sıfırlandı:
zh_hans: 您的一个或多个 URL 提供程序无效，已被重置:

source: {PROVIDER} was set to {OLDPROV}, and has been reset to {NEWPROV}
de: {PROVIDER} war zuvor auf {OLDPROV} festgelegt und wurde zu {NEWPROV} zurückgesetzt.
it: {PROVIDER} era impostato su {OLDPROV} ed è stato reimpostato su {NEWPROV}
ja: {PROVIDER} は {OLDPROV} に設定され、 {NEWPROV} にリセットされました
pl: {PROVIDER} ustawiony na {OLDPROV} i został zresetowany do {NEWPROV}
pt_br: {PROVIDER} estava como {OLDPROV}, e foi reconfigurado para {NEWPROV}
ru: {PROVIDER} был установлен на {OLDPROV} и был сброшен на {NEWPROV}
tr: {PROVIDER} , {OLDPROV}'a ayarlanmıştı ancak {NEWPROV}'a sıfırlandı
zh_hans: {PROVIDER} 原设置为 {OLDPROV}，现已被重置为 {NEWPROV}

source: EDMC: Default Providers Reset
de: EDMC: Standardanbieter wurden zurückgesetzt
it: EDMC: Reset dei provider predefiniti
ja: EDMC: デフォルトプロバイダーのリセット
pl: EDMC: Dostawca domyślny zresetowany
pt_br: EDMC: Provedores Padrão Reconfigurados
ru: EDMC: сброс провайдеров по умолчанию
tr: EDMC: Varsayılan Sağlayıcıların Sıfırlanması
zh_hans: EDMC: 默认提供程序已重置

source: Awaiting Full CMDR Login
de: Warte auf vollständige CMDR Anmeldung
it: In attesa del login completo al CMDR
ja: 完全なCMDRログインを待機しています
pl: Oczekiwanie na pełne zalogowanie do gry
pt_br: Aguardando CMDT entrar no jogo
ru: Ожидание полного входа в систему
tr: Tam CMDR Girişi Bekleniyor
zh_hans: 等待指挥官完整登录

source: Journal directory already locked
cs: Adresář deníku je již uzamčen
de: Journal-Ordner bereits gesperrt
es: El Directorio Journal ya está bloqueado
it: cartella Journal già bloccata
ja: ジャーナルディレクトリは既にロックされています
pl: Katalog dziennika zablokowany
pt_br: Diretório de Jornais já está bloqueado
ru: Каталог журнала уже заблокирован
sr_latn: Žurnal direktorijum je već zaključan
tr: Günlük dizini zaten kilitli
zh_hans: 日志目录已被锁定

source: The new Journal Directory location is already locked.{CR}You can either attempt to resolve this and then Retry, or choose to Ignore this.
cs: Nové umístění adresáře deníku je již uzamčeno. {CR} Můžete zkusit tento problém vyřešit a Opakovat, nebo Ignorovat.
de: Der neue Journal-Ordnerpfad ist bereits gesperrt.{CR}Du kannst entweder versuchen, das zu beheben und es nochmal zu probieren, oder diese Meldung ignorieren.
es: La localización Directorio Journal ya está bloqueada.{CR}Puedes intentar resolverlo y pulsar Reintentar, o elegir Ignorar esto.
it: La nuova cartella dove risiede il Journal è già bloccata.{CR}Puoi provare a risolvere Riprovando, oppure scegliere di ignorare la cosa.
ja: 新しいジャーナルディレクトリは既にロックされています。{CR}この問題を解決して再試行するか、無視するかを選択してください。
pl: Nowa pozycja katalogu dziennika jest zablokowana. {CR}Możesz spróbować to rozwiązać na własną rękę lub zignorować.
pt_br: O novo Diretório de Jornais já está bloqueado.{CR}Você pode resolver o problema e Tentar novamente, ou Ignorar o erro.
ru: Каталог журнала заблокирован..{CR}Вы можете устранить ошибку и нажать "Повтор", или игнорировать эту ошибку.
sr_latn: Novi Žurnal direktorijum je već zaključan.{CR}Možete probati da rešite problem i probate ponovo ili da ga ignorišete.
tr: Yeni Günlük Dizini konumu zaten kilitli.{CR}Çözüm için Tekrar deneyebilir veya Yoksay'ı seçebilirsiniz.
zh_hans: 新的日志目录位置已被锁定。{CR}你可以尝试解锁并“重试”以解决此问题，或者选择“忽略”。

source: Retry
cs: Opakovat
de: Wiederholen
es: Reintentar
it: Riprova
ja: 再試行
pl: Ponów
pt_br: Tentar novamente
ru: Повтор
sr_latn: Probaj ponovo
tr: Tekrar Dene
zh_hans: 重试

source: Ignore
cs: Ignorovat
de: Ignorieren
es: Ignorar
it: Ignora
ja: 無視
pl: Zignoruj
pt_br: Ignorar
ru: Игнорировать
sr_latn: Ignoriši
tr: Yoksay
zh_hans: 忽略

source: Default
cs: Výchozí
de: Standard
es: Por defecto
it: Predefinito
ja: デフォルト
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sr_latn: Podrazumevano
tr: Varsayılan
zh_hans: 默认

source: Auto
ja: 自動
pt_br: Automático
ru: Автоматический
tr: Otomatik
zh_hans: 自动

source: Normal
it: Normale
ja: 通常版
pl: Normalny
ru: Стандартный
zh_hans: 普通版

source: Beta
ja: ベータ版
ru: Бета
zh_hans: 测试版

source: Set the URL to use with coriolis.io ship loadouts. Note that this MUST end with '/import?data='
de: Setze die zu nutzende URL für coriolis.io Schiffsausrüstungen. Beachte, dass sie auf '/import?data=' enden muss.
es: Configura la URL para usar con equipamiento de naves en coriolis.io. Nota, debe acabar en '/import?data='
it: Imposta l'URL da utilizzare con gli equipaggiamenti delle navi coriolis.io. Tieni presente che DEVE terminare con '/import?data='
ja: coriolis.ioの船のロードアウトとして使用するURLを設定してください。URLの最後は「/import?data=」で終わる必要があります
pl: Ustaw URL do wykorzystania z coriolis.io. Pamiętaj, że musi się on kończyć '/import?data='
pt_br: Define a URL a ser usada com coriolis.io. ATENÇÃO: deve terminar com '/import?data='
ru: Установите URL для импорта сборок кораблей в coriolis.io. URL должен заканчиваться на '/import?data='
sr_latn: Postavite URL za korišćenje sa coriolis.io brodskim izborom opreme. Obratite pažnju da ovo MORA da se završi sa '/import?data='
tr: Coriolis.io gemi ekipman tasarımları ile kullanılacak URL'yi ayarlayın. Link'in '/import?data=' ile bitmesi GEREKTİĞİNİ unutmayın.
zh_hans: 设置链接以使用 coriolis.io 的飞船配置。注意，链接必须以 /import?data= 结尾

source: Normal URL
de: Normale URL
es: URL Normal
it: URL normale
ja: 通常版URL
pl: URL normalnej wersji
pt_br: URL Normal
ru: Стандартный URL
zh_hans: 普通版链接

source: Reset
de: Zurücksetzen
es: Reiniciar
ja: リセット
pt_br: Redefinir
ru: Сброс
sr_latn: Resetuj
tr: Sıfırla
zh_hans: 重置

source: Beta URL
es: URL Beta
it: URL Beta
ja: ベータ版URL
pl: URL wersji Beta
pt_br: URL Beta
ru: Бета URL
zh_hans: 测试版链接

source: Override Beta/Normal Selection
de: Beta/Normal-Auswahl überschreiben
es: Sobrescribir Selección Beta/Normal
it: Sovrascrivi selezione Beta/Normale
ja: ベータ版/通常版の選択を上書きする
pl: Nadpisz wybór trybu Beta/normalnego
pt_br: Substituir Seleção Beta/Normal
ru: Режим переопределения URL
sr_latn: Preinači Beta/Normal izbor
tr: Beta/Normal Seçimi Geçersiz Kıl
zh_hans: 覆盖模式选项

source: Invalid Coriolis override mode!
de: Ungültiger Coriolis-Überschreibungsmodus!
es: ¡Modo sobrescritura de Coriolis Inválido!
it: Modalità override Coriolis non valida!
ja: 無効なCoriolis上書きモードです！
pl: Niewłaściwy tryb nadpisania Coriolis!
pt_br: Modo de substituição Coriolis inválido!
ru: Некорректный режим переопределения URL для coriolis.io
sr_latn: Pogrešan Coriolis preinačeni mod!
tr: Geçersiz Coriolis geçersiz kılma modu!
zh_hans: 无效的 Coriolis 覆盖模式！

source: Error: Can't connect to EDDN
cs: Chyba: Nelze se připojit k EDDN
de: Fehler: Keine Verbindung zum EDDN
es: Error: No se puede conectar a EDDN
it: Errore: Non riesco a connettermi a EDDN
ja: エラー: EDDNに接続できません
pl: Błąd: Brak połączenia z EDDN
pt_br: Erro: Não é possível conectar-se ao EDDN
ru: Ошибка: не удается подключиться к EDDN
sr_latn: Greška: Nemoguće povezivanje na EDDN
tr: Hata: EDDN'e bağlanılamıyor
zh_hans: 错误：无法连接到 EDDN

source: EDDN Error: EDMC is too old for EDDN. Please update.
de: EDDN-Fehler: EDMC ist zu alt für EDDN. Bitte aktualisieren.
es: Error EDDN: EDMC es demasiado antiguo para EDDN. Actualiza por favor.
it: Errore EDDN: EDMC è troppo vecchio per EDDN. Per favore aggiornalo.
ja: EDDNエラー: EDDNで使用するにはEDMCのバージョンが古すぎます。更新してください。
pl: Błąd EDDN: Zbyt stara wersja EDMC. Zaktualizuj do nowszej wersji.
pt_br: Erro EDDN: o EDMC é muito antigo para o EDDN. Por favor, atualize.
ru: Ошибка EDDN: старая версия EDMC, обновитесь до последней.
sr_latn: EDDN Greška: EDMC je prestar za EDDN. Molimo ažurirajte.
tr: EDDN Hatası: EDMC sürümü EDDN için çok eski. Lütfen güncelle.
zh_hans: EDDN 错误：EDDN 禁止了此旧版本的 EDMC 应用。请更新应用。

source: EDDN Error: Validation Failed (EDMC Too Old?). See Log
de: EDDN-Fehler: Validierung fehlgeschlagen (EDMC zu alt?). Siehe Log
es: Error EDDN: Validación Fallida (¿EDMC Demasiado Antiguo?). Revisa el Log
it: Errore EDDN: Convalida fallita (EDMC è troppo vecchio?). Vedi il Log
ja: EDDNエラー: 検証に失敗しました(EDMCが古すぎる？)。ログを確認してください。
pl: Błąd EDDN: Nieudana weryfikacja (stara wersja EDDN?). Sprawdź logi.
pt_br: Erro EDDN: Validação falhou (EDMC antigo?). Verifique o log.
ru: Ошибка EDDN: Неудачная валидация (старая версия EDMC?). См. логи.
sr_latn: EDDN Greška: Validacija nije uspela (EDMC prestar?). Pogledajte log.
tr: EDDN Hatası: Doğrulama Başarısız Oldu (EDMC sürümü eski olabilir?). Günlüğe bakın
zh_hans: EDDN 错误：数据有效性检查失败。可能是 EDMC 应用版本过旧，请查看诊断日志。

source: EDDN Error: Returned {STATUS} status code
de: EDDN-Fehler: {STATUS} Statuscode zurückgegeben
es: Error EDDN: Devolvió código de estado {STATUS}
it: Errore EDDN: Restituito codice di stato {STATUS}
ja: EDDNエラー: ステータスコード {STATUS} が返されました
pl: Błąd EDDN: Zwrócono kod {STATUS}
pt_br: Erro EDDN: retornou o código {STATUS}.
ru: Ошибка EDDN: Возвращён статус код {STATUS}
sr_latn: EDDN Greška: Vraćen {STATUS} statusni kod.
tr: EDDN Hatası: {STATUS} durum kodu ile döndü.
zh_hans: EDDN 错误：返回错误代码 {STATUS}

source: Send station data to the Elite Dangerous Data Network
cs: Odeslat data o stanici do Elite Dangerous Data Network
de: Schicke Stationsdaten an das Elite Dangerous Data Netzwerk
es: Enviar datos de la estación a Elite Dangerous Data Network
it: Manda i dati della stazione a Elite Dangerous Data Network
ja: Elite Dangerous Data Networkにステーションデータを送信する
pl: Wyślij dane do Elite Dangerous Data Network
pt_br: Enviar log da estação para o EDDN
ru: Отправлять информацию о станциях на Elite Dangerous Data Network
sr_latn: Slanje podataka o stanici na Elite Dangerous Data Network
tr: İstasyon verilerini Elite Dangerous Data Network'e gönderin
zh_hans: 发送站点数据到 Elite Dangerous Data Network

source: Send system and scan data to the Elite Dangerous Data Network
cs: Odeslat sken a data o systému do Elite Dangerous Data Network
de: Sende System- und Scandaten zum Elite Dangerous Data Network
es: Enviar datos de sistema y escáner a Elite Dangerous Data Network
it: Manda il sistema e i dati scansionati a EDDN
ja: Elite Dangerous Data Networkに星系やスキャンした星のデータを送信する
pl: Wyślij dane skanowań do EDDN
pt_br: Enviar sistemas e dados escaneados para o EDDN
ru: Отправлять данные о системе и данные сканирования в Elite Dangerous Data Network
sr_latn: Slanje podataka o sistemu i skeniranju na Elite Dangerous Data Network
tr: Sistem ve tarama verilerini Elite Dangerous Data Network'e gönderin
zh_hans: 发送星系和扫描数据到 Elite Dangerous Data Network

source: Delay sending until docked
cs: Pozdržet odeslání po zadokování
de: Senden verzögern bis angedockt
es: Retrasar envío hasta el atraque
it: Ritarda l'invio fino a che si è ormeggiati
ja: ドッキングするまでデータを送信しない
pl: Czekaj z wysłaniem na zadokowanie
pt_br: Atrasar o envio até estar docado
ru: Отложить отправку данных до завершения стыковки
sr_latn: Odloži slanje pre pristajanja
tr: Kenetlenmeye kadar gönderimi ertele
zh_hans: 延时更新，靠站时再发送

source: EDDN journal handler disabled. See Log.
cs: Obsluha EDDN deníku je deaktivována. Zkontrolujte log.
de: EDDN Journal-Handler deaktiviert. Siehe Log.
es: Manejo de Journal para EDDN desactivado. Ver Log.
it: Gestore journal EDDN disabilitato. Vedi il Log.
ja: EDDNジャーナルハンドラーが無効です。ログを確認してください。
pl: Wyłączona obsługa dziennika EDDB. Sprawdź logi.
pt_br: Manipulador de Jornais do EDDN desativado. Verique o Log.
ru: Обработчик журнала EDDN отключен. См. логи.
sr_latn: Obrada žurnala za EDDN je deaktivirana. Pogledajte Log.
tr: EDDN günlük düzenleyici devre dışı. Kayıt geçmişini kontrol edin.
zh_hans: EDDN Journal Handler 已禁用。请查看诊断日志。

source: Sending data to EDDN...
cs: Odesílání dat do EDDN...
de: Daten werden an das EDDN gesendet...
es: Enviando datos a EDDN...
it: Sto inviando i dati a EDDN...
ja: EDDNにデータ送信中...
pl: Wysłanie danych do EDDN...
pt_br: Enviando log para o EDDN...
ru: Отправка данных на EDDN...
sr_latn: Slanje podataka na EDDN...
tr: Veriler EDDN'e gönderiliyor...
zh_hans: 正在向 EDDN 发送数据…

source: Elite Dangerous Star Map credentials
cs: Přihlašovací údaje Elite Dangerous Star Map
de: Elite: Dangerous Star Map Anmeldedaten
es: Credenciales de Elite Dangerous Star Map
it: Credenziali per Elite Dangerous Star Map
ja: Elite Dangerous Star Mapの認証情報
pl: Dane uwierzytelniające Elite Dangerous Star Map
pt_br: Credenciais do Elite Dangerous Star Map (EDSM)
ru: Учётные данные Elite Dangerous Star Map
sr_latn: Kredencijali za Elite Dangerous Star Map
tr: Elite Dangerous Star Map kimlik bilgileri
zh_hans: Elite Dangerous Star Map 授权凭证

source: Commander Name
cs: Jméno CMDRa
de: Kommandantenname
es: Nombre de Comandante
it: Nome Commandante
ja: コマンダー名
pt_br: Nome do Comandante
ru: Имя командира
sr_latn: Ime komandira
tr: Cmdr ismi
zh_hans: 指挥官名称

source: API Key
cs: API klíč
de: API Schlüssel
es: Llave API
ja: APIキー
pl: Klucz API
pt_br: Chave da API
ru: Ключ API
sr_latn: API Ključ
tr: API Anahtarı

source: None
cs: Žádná
de: Keine Zuweisung
es: Ninguna
it: Nessuna
ja: 設定なし
pl: Brak
pt_br: Nenhum
ru: Не назначено
sr_latn: Ništa
tr: Hiçbiri
zh_hans: 无

source: EDSM Handler disabled. See Log.
cs: Obsluha EDSM deaktivována. Zkontrolujte log.
de: EDSM-Handler deaktiviert. Siehe Log.
es: Manejo de Journal para EDSM desactivado. Ver Log.
it: Gestore EDSM disattivato. Vedi il Log.
ja: EDSMハンドラーが無効です。ログを確認してください。
pl: Wyłączona obsługa EDDB. Sprawdź logi.
pt_br: Manipulador do EDSM desativado. Verifique o Log.
ru: Обработчик журнала EDSM отключен. См. логи.
sr_latn: EDSM obrada je deaktivirana. Pogledajte Log.
tr: EDSM düzenleyici devre dışı. Kayıt geçmişini kontrol edin.
zh_hans: EDSM Handler 已禁用。请查看诊断日志。

source: EDSM only accepts Live galaxy data
de: EDSM akzeptiert ausschließlich Live-Galaxiedaten
it: EDSM accetta solo dati Galaxy Live
ja: EDSMはLiveモードの銀河データしか受け付けません
pl: EDSM przyjmuje tylko dane z aktualnej rozgrywki
pt_br: EDSM aceita apenas dados da versão Live
ru: EDSM принимает только данные Live-версии
tr: EDSM sadece canlı galaxy verilerini kabul eder
zh_hans: EDSM 只接受 Live 模式下的星系数据

source: Error: EDSM {MSG}
cs: Chyba: EDSM {MSG}
de: Fehler: EDSM {MSG}
it: Errore: EDSM {MSG}
ja: エラー: EDSM {MSG}
pl: Błąd: EDSM {MSG}
pt_br: Erro: EDSM {MSG}
ru: Ошибка: EDSM {MSG}
sr_latn: Greška: EDSM {MSG}
tr: Hata: EDSM {MSG}
zh_hans: 错误：EDSM {MSG}

source: Error: Can't connect to EDSM
cs: Chyba: Nelze se připojit k EDSM
de: Fehler: Kann keine Verbindung zu EDSM aufbauen
es: Error: No se puede conectar a EDSM
it: Errore: Non riesco a connettermi a EDSM
ja: エラー: EDSMに接続できません
pl: Błąd: Brak połączenia z EDSM
pt_br: Erro: Não é possível conectar-se ao EDSM
ru: Ошибка: не удается подключиться к EDSM
sr_latn: Greška: Nemoguće povezivanje na EDSM
tr: Hata: EDSM'e bağlanılamıyor
zh_hans: 错误：无法连接到 EDSM

source: Send flight log and Cmdr status to Inara
cs: Odesílat letový log a status CMDRa na Inaru
de: Sende Fluglog und CMDR-Status an Inara
es: Enviar Registro de Vuelo y estado del CMDT a Inara
it: Manda il flight log e lo stato Cmdr a Inara
ja: フライトログとCMDRステータスをInaraへ送信する
pl: Wyślij zapis lotu i status pilota do Inary
pt_br: Enviar dados de voo e status do cmdt para o Inara
ru: Отправлять данные журнала полёта и информацию статусе командира в Inara
sr_latn: Pošalji log leta i Cmdr status na Inara
tr: Uçuş günlüğünü ve Cmdr durumunu Inara'ya gönder
zh_hans: 发送航行日志和指挥官状态到 Inara
