Repository: EDCD/EDMarketConnector
Catalog: L10n/*.strings
Languages: cs, de, es, it, ja, pl, pt_br, ru, sr_latn, tr, zh_hans

source: Send flight log and CMDR status to EDSM
de: Sende Fluglog und CMDR-Status an EDSM
it: Invia il registro di volo e lo stato del CMDR a EDSM
ja: フライトログとCMDRステータスをEDSMへ送信する
pl: Wyślij flight log i status gracza do EDSM
pt_br: Enviar registro de voo e status do CMDT para o EDSM
ru: Отправить журнал полетов и статус командира в EDSM
tr: Uçuş günlüğünü ve CMDR durumunu EDSM'e gönder
zh_hans: 将飞行日志和指挥官状态发送到 EDSM

source: Open Log Folder
de: Öffne Log Ordner
it: Apri la Cartella dei Log
ja: ログフォルダを開く
pl: Otwórz folder z zapisami z logów
pt_br: Abrir pasta de registros
ru: Открыть папку логов
tr: Günlük Klasörünü Aç
zh_hans: 打开日志文件夹

source: Show API Key
de: Zeige API Schlüssel
it: Mostra l'API Key
ja: APIキーを表示
pl: Pokaż klucz API
pt_br: Exibir chave da API
ru: Показать API-ключ
tr: API Anahtarını Göster
zh_hans: 显示 API 密钥

source: !Language
cs: Čeština
de: Deutsch
es: Español
it: Italiano
ja: 日本語
pl: Polski
pt_br: Português (Brasil)
ru: Русский
sr_latn: Srpski (Latinica)
tr: Türkçe
zh_hans: 简体中文

source: Error: Frontier CAPI didn't respond
cs: Chyba: Frontier CAPI neodpovídá
de: Fehler: Frontier CAPI antwortet nicht
es: Error: El CAPI de Frontier no respondió
it: Errore: Frontier CAPI non ha risposto
ja: エラー: Frontier CAPIからの応答がありません
pl: Błąd: Brak odpowiedzi od CAPI Frontier
pt_br: Erro: o CAPI da Frontier não respondeu
ru: Ошибка: CAPI Frontier не отвечает
sr_latn: Greška: Frontier CAPI nije odgovorio
tr: Hata: Frontier CAPI yanıt vermedi
zh_hans: 错误：Frontier CAPI 无响应

source: Error: Frontier server is lagging
cs: Chyba: Server Frontieru laguje
de: Fehler: Frontier-Server ist überlastet
it: Errore: il server Frontier sta laggando
ja: エラー: Frontier社のサーバが混雑しています
pl: Błąd: Serwer Frontiera laguje
ru: Ошибка: сервера Frontier нестабильны
sr_latn: Greška: Frontier server je usporen
tr: Hata: Frontier sunucusu gecikmesi
zh_hans: 错误：Frontier 服务器繁忙

source: Docked but unknown station: EDO Settlement?
de: Angedockt aber unbekannte Station: EDO-Siedlung?
es: Atracado pero estación desconocida: ¿Asentamiento EDO?
it: Stazione attraccata ma sconosciuta: insediamento EDO?
ja: 不明なステーションに着艦: EDOの基地？
pl: Zadokowany na nieznanej stacji: czyżby kolonia EDO?
pt_br: Docado, mas estação desconhecida: Assentamento Odyssey?
ru: Неизвестный тип станции: поселение EDO?
sr_latn: Dokovan ali stanica nepoznata: EDO Naselje?
tr: Kenetlendi ancak bilinmeyen istasyon: EDO yerleşimi?
zh_hans: 已靠站但站点未知：可能是 ED: Odyssey 的地面设施？

source: Error: Invalid Credentials
cs: Chyba: Chybné přihlašovací údaje
de: Fehler: Ungültige Anmeldedaten
es: Error: Credenciales Inválidas
it: Errore: Credenziali non valide
ja: エラー: 認証情報に誤りがあります
pl: Błąd: Dane uwierzytelniające niepoprawne
pt_br: Erro: Credenciais Inválidas
ru: Ошибка: неизвестное имя пользователя или неверный пароль
sr_latn: Greška: Pogrešni kredencijali
tr: Hata: Geçersiz Kimlik
zh_hans: 错误：无效的登录凭证

source: Error: Wrong Cmdr
cs: Chyba: Nesprávný CMDR
de: Fehler: Falscher Kdt.
es: Error: Cmdt Incorrecto
it: Errore: Cmdr sbagliato
ja: エラー: 不適切なCmdr
pl: Błąd: Niepoprawny Cmdr
pt_br: Erro: Cmdt Errado
ru: Ошибка: неверное имя командира
sr_latn: Greška: Pogrešan Cmdr
tr: Hata: Yanlış CMDR
zh_hans: 错误：指挥官不一致

source: Error
cs: Chyba
de: Fehler
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
sr_latn: Greška
tr: Hata
zh_hans: 错误

source: Error: Couldn't check token customer_id
cs: Chyba: Nejde ověřit token customer_id
de: Fehler: Konnte das Token customer_id nicht prüfen
it: Errore: Impossibile controllare il token customer_id
ja: エラー: customer_idトークンを確認できませんでした
pl: Błąd: Nie można sprawdzić ID klienta z tokenu
ru: Ошибка: невозможно проверить токен customer_id
sr_latn: Greška: Nemoguća provera tokena customer_id
tr: Hata: token kontrol edilemedi customer_id
zh_hans: 错误：无法检查 customer_id 令牌

source: Error: customer_id doesn't match!
cs: Chyba: customer_id nesouhlasí!
de: Fehler: customer_id stimmt nicht überein!
es: Error: ¡customer_id no coincide!
it: Errore: Customer_id non corrisponde!
ja: エラー: customer_idがマッチしません!
pl: Błąd: ID klienta nie pasuje!
pt_br: Erro: customer_id diferente!
ru: Ошибка: customer_id не совпадает!
sr_latn: Greška: customer_id se ne poklapa!
tr: Hata: customer_id uyuşmuyor!
zh_hans: 错误：customer_id 不匹配！

source: Error: unable to get token
cs: Chyba: nepovedlo se získat token
de: Fehler: konnte Token nicht erhalten
es: Error: no se pudo conseguir el token
it: Errore: impossibile ottenere il token
ja: エラー: トークンが取得できません
pl: Błąd: Nie można pobrać tokenu
pt_br: Erro: não foi possível obter o token
ru: Ошибка: не удается получить токен
sr_latn: Greška: nemoguće dobaviti token
tr: Hata: token erişilemedi
zh_hans: 错误：无法获取令牌

source: EDMC encountered a critical error, and cannot recover. EDMC is shutting down for its own protection!
de: EDMC ist in einen unwiederbringlichen kritischen Fehler gelaufen. EDMC fährt zum Selbstschutz herunter!
it: EDMC ha incontrato un errore critico, e non riesce a risolvere. EDMC si spegnerà in via cautelativa!
ja: EDMCは致命的な問題に遭遇し、復旧できません。EDMCは自身の保護のためシャットダウンします！
pt_br: EDMC encontrou um erro crítico e não conseguiu recuperar-se. Encerrando o EDMC para proteção própria!
ru: EDMC столкнулся с критической ошибкой и не может восстановиться. EDMC отключается для собственной защиты!
tr: EDMC kritik bir hatayla karşılaştı ve kurtarılamıyor. EDMC kendi koruması için kapanıyor!
zh_hans: EDMC 遇到严重错误，无法恢复。 EDMC 正在关闭以保护自身！

source: Here's what EDMC Detected: {ERR} Do you want to file a Bug Report on GitHub?
de: Das hat EDMC erkannt: {ERR} Möchtest Du einen Bug Report auf GitHub einreichen?
it: Ecco cosa EDMC ha rilevato: {ERR} Vuoi compilare un Rapporto di Bug su GitHub?
ja: EDMCが検知した問題は以下の通りです: {ERR} GitHubにバグレポートを作成しますか?
pt_br: Aqui está o que o EDMC detectou: {ERR} Gostaria de reportar o bug em nosso GitHub?
ru: Вот что обнаружил EDMC: {ERR} Вы хотите отправить сообщение об ошибке на GitHub?
tr: EDMC tespit edilen hata: {ERR} GitHub'da bir Hata Raporu göndermek ister misiniz?
zh_hans: 以下是 EDMC 检测到的错误: {ERR} 您是否希望在 GitHub 上提交错误报告？

source: Frontier CAPI down for maintenance
de: Frontier CAPI offline wegen Wartung
it: CAPI di Frontier inattivo per manutenzione
ja: Frontier CAPIがメンテナンスのため停止中
pl: CAPI w trakcie prac serwisowych
pt_br: CAPI da Frontier indisponível por manutenção
ru: Frontier CAPI остановлен для технического обслуживания
sr_latn: Frontier CAPI isključen radi održavanja
tr: Frontier CAPI bakım için kapalı durumda
zh_hans: Frontier CAPI 下线维护

source: Frontier CAPI query failure
cs: Dotaz na Frontier CAPI selhal
de: Frontier CAPI Anfrage gescheitert
es: Fallo de consulta del CAPI de Frontier
it: Query CAPI di Frontier fallita
ja: Frontier CAPIクエリ失敗
pl: Błąd zapytania CAPI Frontier
pt_br: Falha na requisição ao CAPI da Frontier
ru: Неудача при запросе к Frontier CAPI
sr_latn: Greška pri Frontier CAPI upitu
tr: Frontier CAPI sorgulama hatası
zh_hans: 无法访问 Frontier CAPI

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
it: Recupera
ja: 更新
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить данные
sr_latn: Osveži
tr: Güncelle
zh_hans: 更新

source: Always on top
cs: Vždy navrchu
de: Immer im Vordergrund
es: Siempre visible
it: Sempre in primo piano
ja: 常に最前面に表示する
pl: Zawsze na wierzchu
pt_br: Sempre no topo
ru: Поверх остальных окон
sr_latn: Uvek na vrhu
tr: Her zaman üstte
zh_hans: 永远在最前

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
it: Sconosciuta
ja: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sr_latn: Nepoznato
tr: Bilinmeyen
zh_hans: 未知

source: Error: Check E:D journal file location
de: Fehler: Prüfe E:D Journal Dateispeicherort
es: Error: Comprueba la localización del fichero journal de E:D
it: Errore: Controllare la posizione del file journal E:D
ja: エラー: E:Dジャーナルファイルの場所を確認してください
pl: Błąd: Sprawdź lokalizację pliku dziennika E:D
pt_br: Erro: Verifique a localicação dos arquivos de Jornais E:D
ru: Ошибка: проверьте расположение журналов E:D
sr_latn: Greška: Proverite lokaciju E:D žurnal fajla
tr: Hata: E:D günlük dosyası konumunu kontrol edin
zh_hans: 错误：请检查 E:D 日志文件位置

source: Cmdr
de: Kdt.
es: Cmdt
ja: コマンダー
pt_br: Cmdt
ru: КМДР
zh_hans: 指挥官

source: Role
de: Rolle
es: Rol
it: Ruolo
ja: 役割
pl: Rola
pt_br: Função
ru: Роль
sr_latn: Uloga
tr: Rol
zh_hans: 角色

source: Ship
cs: Loď
de: Schiff
es: Nave
it: Nave
ja: 船
pl: Statek
pt_br: Nave
ru: Корабль
sr_latn: Brod
tr: Gemi
zh_hans: 飞船

source: Suit
cs: Oblek
de: Anzug
es: Traje
it: Tuta
ja: スーツ
pl: Kombinezon
pt_br: Traje
ru: Костюм
sr_latn: Odelo
tr: Süit
zh_hans: 套装

source: System
cs: Systém
es: Sistema
it: Sistema
ja: 星系
pt_br: Sistema
ru: Система
sr_latn: Sistem
tr: Sistem
zh_hans: 星系

source: Station
cs: Stanice
es: Estación
it: Stazione
ja: ステーション
pl: Stacja
pt_br: Estação
ru: Станция
sr_latn: Stanica
tr: İstasyon
zh_hans: 站点

source: File
cs: Soubor
de: Datei
es: Archivo
ja: ファイル
pl: Plik
pt_br: Arquivo
ru: Файл
sr_latn: Fajl
tr: Dosya
zh_hans: 文件

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
it: Appunti
ja: 編集
pl: Edycja
pt_br: Editar
ru: Правка
sr_latn: Izmeni
tr: Düzenle
zh_hans: 编辑

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
it: Guida
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Дополнительно
sr_latn: Pomoć
tr: Yardım
zh_hans: 帮助

source: About {APP}
cs: O {APP}
de: Über {APP}
es: Acerca de {APP}
it: Informazioni su {APP}
ja: {APP} について
pl: {APP}...
pt_br: Sobre {APP}
ru: О программе {APP}
sr_latn: O {APP}
tr: Hakkında {APP}
zh_hans: 关于 {APP}

source: Check for Updates...
cs: Zkontrolovat aktualizace...
de: Auf Aktualisierungen überprüfen...
es: Buscar Actualizaciones...
it: Controlla aggiornamenti...
ja: 更新の確認...
pl: Sprawdź aktualizacje...
pt_br: Verificar por Atualizações...
ru: Проверить наличие обновлений...
sr_latn: Proveri da li postoje izmene...
tr: Güncellemeleri Denetle...
zh_hans: 检查版本更新…

source: Open System Profiler
de: Öffne System Profiler
it: Apri Profilazione di Sistema
ja: システムプロファイラーを開く
pt_br: Abrir Perfil de Sistema
ru: Открыть системный профайлер
tr: Sistem Profilcisi'ni açın
zh_hans: 打开系统分析器

source: Save Raw Data...
cs: Uložit surová data...
de: Speichere Originaldaten...
es: Guardar Datos Sin Procesar...
it: Salva i Dati Grezzi...
ja: 生データの保存...
pl: Zapisz Nieprzetworzone Dane...
pt_br: Salvar dados brutos...
ru: Сохранить "сырые" данные..
sr_latn: Snimi sirove podatke...
tr: Ham Verileri Kaydet...
zh_hans: 保存原始数据…

source: Status
es: Estado
ja: ステータス
ru: Статус
tr: Durum
zh_hans: 状态

source: Documentation
cs: Dokumentace
de: Dokumentation
es: Documentación
it: Documentazione
ja: ドキュメント
pl: Dokumentacja
pt_br: Documentação
ru: Информация о плагине
sr_latn: Dokumentacija
tr: Dokümantasyon
zh_hans: 帮助文档

source: Troubleshooting
de: Problembehandlung
it: Risoluzione dei problemi
ja: トラブルシューティング
pl: Rozwiązywanie problemów
pt_br: Resolução de Problemas
ru: Исправление проблем
tr: Sorun giderme
zh_hans: 故障排除

source: Report A Bug
de: Fehler melden
it: Segnalare un bug
ja: バグを報告する
pl: Zgłoś błąd
pt_br: Reportar um Bug
ru: Сообщить об ошибке
tr: Hata Bildir
zh_hans: Bug 反馈

source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
es: Política de Privacidad
it: Informativa sulla privacy
ja: プライバシーポリシー
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sr_latn: Polisa o privatnosti
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Release Notes
cs: Poznámky k verzi
de: Anmerkungen
es: Notas de la versión
it: Note di rilascio
ja: リリースノート
pl: Informacje o wersji
pt_br: Notas de atualização
ru: Заметки о текущем релизе
sr_latn: Informacije o ovoj verziji
tr: Sürüm notları
zh_hans: 更新说明

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
it: Impostazioni
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sr_latn: Podešavanja
tr: Ayarlar
zh_hans: 设置

source: Exit
cs: Ukončit
de: Beenden
es: Salir
it: Esci
ja: 終了
pl: Zakończ
pt_br: Sair
ru: Выход
sr_latn: Izlaz
tr: Çıkış
zh_hans: 退出

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
it: Copia
ja: コピー
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sr_latn: Kopiraj
tr: Kopyala
zh_hans: 复制

source: Cut
de: Ausschneiden
it: Taglia
ja: 切り取り
pt_br: Recortar
ru: Вырезать
tr: Kes
zh_hans: 剪切

source: Paste
de: Einfügen
it: Incolla
ja: 貼り付け
pt_br: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴

source: Select All
de: Alles auswählen
it: Seleziona Tutto
ja: 全てを選択
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 选择全部

source: CAPI auth disabled by killswitch
de: CAPI auth durch Killswitch deaktiviert
it: Autenticazione CAPI disabilitata dal killswitch
ja: CAPI認証はkillswitchによって無効にされています
pl: Autoryzacja CAPI wyłączona "kill switchem".
pt_br: Autenticação CAPI desativada pelo botão de interrupção.
ru: CAPI аутентификация отключена с помощью killswitch
tr: CAPI kimlik doğrulaması killswitch tarafından devre dışı bırakıldı
zh_hans: CAPI 验证被 killswitch 禁用

source: Logging in...
cs: Přihlašování...
de: Anmelden...
es: Identificándose...
it: Mi sto loggando...
ja: ログイン中...
pl: Logowanie...
pt_br: Efetuando login...
ru: Идет подключение...
sr_latn: Prijavljivanje...
tr: Giriş yapılıyor...
zh_hans: 登录中…

source: Authentication successful
cs: Přihlášení bylo úspěšné
de: Authentifizierung erfolgreich
es: Autenticación correcta
it: Autenticazione riuscita
ja: 認証成功
pl: Autoryzacja pomyślna
pt_br: Autenticação bem-sucedida
ru: Аутентификация успешно завершена
sr_latn: Autentifikacija uspešna
tr: Kimlik doğrulama başarılı
zh_hans: 身份验证成功

source: You're not docked at a station!
cs: Nejste zadokováni ve stanici!
de: Du bist an keiner Station angedockt!
es: ¡No estás atracado en una estación!
it: Non sei parcheggiato in nessuna stazione !
ja: ステーションにドッキングしていません！
pl: Nie jesteś zadokowany do stacji!
pt_br: Você não está docado na estação!
ru: Ваш корабль не пристыкован к станции!
sr_latn: Niste pristali na stanicu!
tr: Bir istasyona kenetli değilsiniz!
zh_hans: 你尚未靠站！

source: Station doesn't have anything!
cs: Stanice nenabízí žádné služby!
de: Diese Station hat nichts!
es: ¡La estación no tiene nada!
it: La Stazione non ha niente !
ja: このステーションには何も商品がありません！
pl: Stacja jest pusta!
pt_br: A estação não tem nada!
ru: На текущей станции никакие услуги не предоставляются!
sr_latn: Stanica nema ništa!
tr: İstasyon içeriği mevcut değil.
zh_hans: 此站点没有任何货物！

source: Station doesn't have a market!
cs: Stanice nemá obchod!
de: Diese Station hat keinen Markt!
es: ¡La estación no tiene mercado!
it: La Stazione non ha un Market !
ja: このステーションには市場がありません！
pl: W stacji nie ma giełdy towarowej!
pt_br: A estação não tem um mercado!
ru: На текущей станции рынок недоступен!
sr_latn: Stanica nema market!
tr: İstasyon'da market bulunmuyor!
zh_hans: 此站点没有货物市场！

source: CAPI query aborted: Cmdr name unknown
de: CAPI Anfrage abgebrochen: Kdt. Name unbekannt
it: Query CAPI interrotta: nome comando sconosciuto
ja: CAPIクエリ中止: CMDR名が不明
pl: Zapytanie CAPI anulowane: nazwa komandora nieznana
pt_br: Requisição CAPI cancelada: nome de CMDT desconhecido
ru: Запрос CAPI прерван: Имя командира неизвестно
sr_latn: CAPI upit prekinut: Ime komandira nepoznato
tr: CAPI sorgusu iptal edildi: Cmdr adı bilinmiyor
zh_hans: CAPI 访问中止：指挥官名称未知

source: CAPI query aborted: Game mode unknown
de: CAPI Anfrage abgebrochen: Spielmodus unbekannt
it: Query CAPI interrotta: Modalità di gioco sconosciuta
ja: CAPIクエリ中止: ゲームモードが不明
pl: Zapytanie CAPI anulowane: tryb gry nieznany
pt_br: Requisição CAPI cancelada: modo de jogo desconhecido
ru: Запрос CAPI прерван: Игровой режим неизвестен
sr_latn: CAPI upit prekinut: Režim igre nepoznat
tr: CAPI sorgusu iptal edildi: Oyun modu bilinmiyor
zh_hans: CAPI 访问中止：游戏模式未知

source: CAPI query aborted: GameVersion unknown
de: CAPI-Anfrage abgebrochen: GameVersion unbekannt
it: Query CAPI interrotta: Versione del gioco sconosciuta
ja: CAPIクエリ中断: GameVersionが不明
pl: Zapytanie CAPI anulowane: wersja gry nieznana
pt_br: Requisição CAPI cancelada: Versão de jogo desconhecida
ru: Запрос CAPI прерван: нет информации о версии игры
tr: CAPI sorgusu iptal edildi: GameVersion bilinmiyor
zh_hans: CAPI 访问中止：未知的游戏版本

source: CAPI query aborted: Current system unknown
de: CAPI Anfrage abgebrochen: Aktuelles System unbekannt
it: Query CAPI interrotta: Sistema attuale sconosciuto
ja: CAPIクエリ中止: 現システムが不明
pl: Zapytanie CAPI anulowane: obecny system nieznany
pt_br: Requisição CAPI cancelada: sistema atual desconhecido
ru: Запрос CAPI прерван: Текущая система неизвестна
sr_latn: CAPI upit prekinut: Trenutni sistem nepoznat
tr: CAPI sorgusu iptal edildi: Mevcut sistem bilinmiyor
zh_hans: CAPI 访问中止：现星系名称未知

source: CAPI query aborted: In other-ship multi-crew
de: CAPI Anfrage abgebrochen: In anderem Schiff in Multicrew
it: Query CAPI interrotta: In multi-crew di un'altra nave
ja: CAPIクエリ中止: 他の船でマルチクルー中
pl: Zapytanie CAPI anulowane: jako załogant w innym statku
pt_br: Requisição CAPI cancelada: em multi-crew em outra nave
ru: Запрос CAPI прерван: В мультиэкипаже другого корабля
sr_latn: CAPI upit prekinut: U multi-posadi drugog broda
tr: CAPI sorgusu iptal edildi: Başka gemi çoklu-mürettebatı
zh_hans: CAPI 访问中止：正在他人飞船上进行多人共乘 (multi-crew)

source: CAPI query aborted: CQC (Arena) detected
de: CAPI Anfrage abgebrochen: CQC (Arena) erkannt
it: Query CAPI interrotta: CQC (Arena) rilevato
ja: CAPIクエリ中止: CQC(Arena)が検出
pl: Zapytanie CAPI anulowane: wykryto arenę CQC
pt_br: Requisição CAPI cancelada: CQC (Arena) detectado
ru: Запрос CAPI прерван: Обнаружен CQC (Арена)
sr_latn: CAPI upit prekinut: CQC (Arena) detektovana
tr: CAPI sorgusu iptal edildi: CQC (Arena) tespit edildi
zh_hans: CAPI 访问中止：检测到 CQC (Arena) 正在运行

source: Fetching data...
cs: Načítání dat...
de: Daten werden abgerufen...
es: Recopilando datos...
it: Sto raccogliendo i dati...
ja: データを取得中...
pl: Pobieranie danych...
pt_br: Obtendo dados...
ru: Получение данных...
sr_latn: Preuzimanje podataka...
tr: Veri işleniyor...
zh_hans: 取得数据…

source: CAPI fleetcarrier disabled by killswitch
de: CAPI Fleet Carrier durch Killswitch deaktiviert
it: Fleetcarrier CAPI disabilitato dal killswitch
ja: CAPIフリートキャリアはkillswitchによって無効にされています
pl: Fleetcarier CAPI wyłączony "kill switchem"
pt_br: CAPI para porta-frotas desativado pelo botão de interrupção.
ru: CAPI кораблей-носителей отключен с помощью killswitch
tr: CAPI filo taşıyıcısı killswitch tarafından devre dışı bırakıldı
zh_hans: CAPI 舰队母舰 (fleet carrier) 被 killswitch 禁用

source: CAPI: No Fleet Carrier data returned
de: CAPI: Keine Carrier-Daten erhalten
it: CAPI: nessun dato della Fleet Carrier ottenuto
ja: CAPI: フリートキャリアデータの返信なし
pt_br: CAPI: Nenhum dado de porta-frotas retornado
ru: CAPI: Нет данных о корабле-носителе
tr: CAPI: Filo Taşıyıcısı verisi bulunamadı
zh_hans: CAPI: 未接收到舰队母舰的数据

source: CAPI: Fleet Carrier data incomplete
de: CAPI: Carrier-Daten unvollständig
it: CAPI: dati della Fleet Carrier incompleti
ja: CAPI: フリートキャリアデータが不完全
pt_br: CAPI: Dados de porta-frotas incompletos
ru: CAPI: Неполная информация о корабле-носителе
tr: CAPI: Filo Taşıyıcısı verileri eksik
zh_hans: CAPI: 舰队航母数据不完整

source: CAPI: No commander data returned
cs: CAPI: Nebyla vrácena žádná data komandéra
de: CAPI: Keine Kommandanten-Daten erhalten
es: CAPI: No se devolvió datos de comandante
it: CAPI: Nessun dato sul commandante
ja: CAPI: コマンダーのデータが返ってきませんでした
pl: CAPI: Nie zwrócono danych dowódcy
pt_br: CAPI: Nenhum dado de comandante retornado
ru: CAPI: Нет данных пилота
sr_latn: CAPI: Nema podataka o komandiru
tr: CAPI: Cmdr verisi döndürülmedi
zh_hans: CAPI：没有指挥官数据

source: Who are you?!
cs: Kdo jste?
de: Wer bist du?!
es: ¿Quién eres?
it: Chi sei ?!
ja: どなたですか？！
pl: Kim jesteś?!
pt_br: Quem é você?!
ru: Невозможно определить личность командира!
sr_latn: Ko ste vi?
tr: Sen kimsin?!
zh_hans: 你是谁？！

source: Where are you?!
cs: Kde zrovna jste?
de: Wo bist du?!
es: ¿Dónde estás?
it: Dove sei finito ?!
ja: どこにいますか？！
pl: Gdzie jesteś?!
pt_br: Onde está você?!
ru: Невозможно определить местоположение!
sr_latn: Gde se nalazite?
tr: Neredesin?!
zh_hans: 你在哪里？！

source: What are you flying?!
cs: S jakou lodí létáte?
de: Was fliegst du?!
es: ¿Qué estás volando?
it: Stai volando ?!
ja: どの船で飛行していますか？！
pl: Czym latasz?!
pt_br: No que você está voando?!
ru: Невозможно определить тип корабля!
sr_latn: U čemu letite?
tr: Ne uçuruyorsun?!
zh_hans: 你在飞什么？！

source: Frontier CAPI server error
cs: Chyba Frontier CAPI serveru
de: Frontier CAPI Server-Fehler
es: Error de servidor CAPI de Frontier
it: Errore nel server Frontier CAPI
ja: Frontier CAPIサーバエラー
pl: Błąd serwera CAPI Frontier
pt_br: Erro de servidor do CAPI da Frontier
ru: Серверная ошибка Frontier CAPI
sr_latn: Greška na Frontier CAPI serveru
tr: Frontier CAPI sunucu hatası
zh_hans: Frontier CAPI 服务器错误

source: CAPI: Refreshing access token...
de: CAPI: Erneuere Access-Token...
it: CAPI: Aggiornamento del token di accesso in corso...
ja: CAPI: アクセストークンを更新中...
pl: CAPI: Odświeżanie tokena dostępu...
pt_br: CAPI: renovando token de acesso...
ru: CAPI: Обновление access токена
sr_latn: CAPI: Osvežavanje pristupnog tokena...
tr: CAPI: Erişim token yenileniyor...
zh_hans: CAPI：获取新的访问令牌中…

source: Last updated at %H:%M:%S
cs: Poslední aktualizace %H:%M:%S
de: Zuletzt aktualisiert um %H:%M:%S
es: Última actualización: %H:%M:%S
it: Ultimo aggiornamento alle %H:%M:%S
ja: 最終更新時間 %H:%M:%S
pl: Ostatnia aktualizacja %H:%M:%S
pt_br: Última atualização %H:%M:%S
ru: Последнее обновление в %H:%M:%S
sr_latn: Poslednji put osveženo %H:%M:%S
tr: Son güncelleme %H:%M:%S
zh_hans: 最后更新于 %H:%M:%S

source: Fighter
es: Caza
it: Cacciatore
pt_br: Caça
ru: Истребитель
tr: Avcı
zh_hans: 舰载机驾驶员

source: Gunner
de: Kanonier
es: Artillero
it: Artigliere
pt_br: Artilheiro
ru: Стрелок
tr: Nişancı
zh_hans: 炮手

source: Helm
de: Steuer
es: Timón
it: Timoniere
pt_br: Comando
ru: Командир корабля
tr: Dümen
zh_hans: 舵手

source: cooldown {SS}s
cs: Počkej ještě {SS}s
de: Wartezeit {SS}s
es: Espere {SS}s
it: disponibile tra {SS} secondi
ja: 次回更新まであと {SS}秒
pl: Oczekiwanie {SS} sek.
pt_br: aguarde {SS}s
ru: пауза {SS} сек
tr: bekleme süresi {SS}s
zh_hans: 距离下次更新还有 {SS} 秒

source: Shutting down...
cs: Vypínání...
de: Programm schließt...
es: Apagando...
it: Spegnimento...
ja: 終了します...
pl: Wyłączanie...
pt_br: Encerrando...
ru: Выключение...
sr_latn: Gasim...
tr: Kapanıyor...
zh_hans: 应用关闭中…
