Repository: EDCD/EDMarketConnector
Catalog: L10n/*.strings
Languages: cs, de, es, it, ja, pl, pt_br, ru, sr_latn, tr, zh_hans

source: Inara credentials
cs: Přihlašovací údaje k Inaře
de: Inara-Anmeldedaten
es: Credenciales de Inara
it: Credenziali per Inara
ja: Inara認証情報
pl: Inara - uprawnienia
pt_br: Credenciais do Inara
ru: Учётные данные Inara
sr_latn: Inara kredencijali
tr: Inara kimlik bilgileri
zh_hans: Inara 授权凭证

source: Inara only accepts Live galaxy data
de: Inara akzeptiert ausschließlich Live-Galaxiedaten
it: Inara accetta solo dati Galaxy Live
ja: InaraはLiveモードの銀河データのみ受け付けます
pl: Inara przyjmuje tylko dane z aktualnej rozgrywki
pt_br: Inara apenas aceita dados da versão Live.
ru: Inara принимает только данные Live-версии
tr: Inara sadece canlı galaxy verilerini kabul eder
zh_hans: Inara 只接受 Live 模式下的星系数据

source: Inara disabled. See Log.
cs: Inara deaktivována. Zkontrolujte log.
de: Inara deaktiviert. Siehe Log.
es: Inara desactivado. Ver Log.
it: Inara disabilitato. Vedi il Log.
ja: Inaraが無効です。ログを確認してください。
pl: Inara jest wyłączona. Sprawdź logi.
pt_br: Inara desativado. Verifique o Log.
ru: Inara отключена. См. логи.
sr_latn: Inara je deaktivirana. Pogledajte Log.
tr: Inara devre dışı. Kayıt geçmişini kontrol edin.
zh_hans: Inara 已禁用。请查看诊断日志。

source: Error: Inara {MSG}
cs: Chyba: Inara {MSG}
de: Fehler: Inara {MSG}
it: Errore: Inara {MSG}
ja: エラー: Inara {MSG}
pl: Błąd: Inara {MSG}
pt_br: Erro: Inara {MSG}
ru: Ошибка: Inara {MSG}
sr_latn: Greška: Inara {MSG}
tr: Hata: Inara {MSG}
zh_hans: 错误：Inara {MSG}

source: Please choose what data to save
cs: Vyberte, která data chcete ukládat
de: Bitte wähle zu speichernde Daten aus
es: Seleccione qué datos quiere guardar
it: Si prega di scegliere che dati salvare
ja: 保存するデータの種類を選択して下さい
pl: Jakie dane zapisywać
pt_br: Por favor, escolha quais dados para salvar
ru: Выберите какие данные стоит сохранять
sr_latn: Izaberite koji se podaci snimaju
tr: Lütfen hangi verilerin kaydedileceğini seçin
zh_hans: 请选择想要保存的数据

source: Market data in CSV format file
cs: Obchodní data ve formátu CSV
de: Marktdaten als CSV Datei
es: Datos de mercado en formato CSV
it: Market data in formato CSV
ja: 市場データをCSV形式で記録する
pl: Dane rynkowe w formacie CSV
pt_br: Dados de mercado no arquivo de formato CSV
ru: Данные рынков в формате CSV
sr_latn: Fajl sa market podacima u CSV formatu
tr: CSV formatında Market verileri
zh_hans: 货物市场数据，以 CSV 文件格式

source: Market data in Trade Dangerous format file
cs: Obchodní data ve formátu Trade Dangerous
de: Marktdaten als Trade-Dangerous Datei
es: Datos de mercado en formato Trade Dangerous
it: Market data in formato Trade Dangerous
ja: 市場データをTrade Dangerous形式で記録する
pl: Dane rynkowe w formacie Trade Dangerous
pt_br: Dados de mercado no arquivo de formato Trade Dangerous
ru: Данные рынков в формате Trade Dangerous
sr_latn: Fajl sa market podacima u Trade Dangerous formatu
tr: Trade Dangerous formatında Market verileri
zh_hans: 货物市场数据，以 Trade Dangerous 文件格式

source: Ship loadout
cs: Konfigurace lodi
de: Schiffsausstattung
es: Equipamiento de la Nave
it: Equipaggiamento della nave
ja: 船の装備構成
pl: Wyposażenie statku
pt_br: Build da Nave
ru: Оборудование корабля
sr_latn: Oprema na brodu
tr: Gemi Ekipmanları
zh_hans: 飞船配置

source: Automatically update on docking
cs: Automaticky aktualizovat při zadokování
de: Automatisch beim Andocken aktualisieren
es: Actualizar automáticamente al atracar
it: Auto-aggiornamento all'ormeggio
ja: ドッキングした際に自動でデータを更新する
pl: Aktualizuj automatycznie po zadokowaniu
pt_br: Atualizar automaticamente na docagem
ru: Автоматически обновлять данные при стыковке
sr_latn: Automatsko slanje prilikom pristajanja
tr: Kenetlenme sırasında otomatik güncelle
zh_hans: 靠站时自动更新

source: File location
cs: Cesta k souboru
de: Speicherort
es: Localización de archivos
it: Percorso del file
ja: ファイルの出力先
pl: Położenie pliku
pt_br: Localização do Arquivo
ru: Путь хранения файлов
sr_latn: Lokacija fajlova
tr: Dosya konumu
zh_hans: 保存位置

source: Browse...
cs: Procházet...
de: Durchsuchen...
es: Examinar...
it: Sfoglia...
ja: 参照...
pl: Przeglądaj...
pt_br: Procurar...
ru: Просмотреть...
sr_latn: Potraži...
tr: Gezin...
zh_hans: 浏览…

source: Output
cs: Výstup
de: Ausgabe
es: Salida
ja: 出力
pl: Wyjście
pt_br: Saída
ru: Данные
sr_latn: Izlaz
tr: Kayıt
zh_hans: 导出

source: E:D journal file location
cs: E:D umístění souboru deníku
de: E:D Journal Dateispeicherort
es: Localización del archivo de Journal de E:D
it: locazione del file E:D journal
ja: E:Dゲームクライアントのジャーナルファイル出力先
pl: E:D Lokacja pliku dziennika
pt_br: Localização dos arquivos de Jornais E:D
ru: Расположение файла журнала E:D
sr_latn: Lokacija E:D Journal fajlova
tr: E:D günlük dosya konumu
zh_hans: E:D 日志文件位置

source: CAPI Settings
de: CAPI-Einstellungen
it: Impostazioni CAPI
ja: CAPI設定
pl: Ustawienia CAPI
pt_br: Configurações de CAPI
ru: Настройки CAPI
tr: CAPI ayarları
zh_hans: CAPI 设置

source: Enable Fleet Carrier CAPI Queries
de: Carrier-CAPI-Anfragen aktivieren
it: Abilita le query CAPI per le Fleet Carrier
ja: フリートキャリアCAPIクエリを有効にする
pt_br: Ativar requisições CAPI para porta-frotas
ru: Включить запросы к CAPI о корабле-носителе
tr: Filo Taşıyıcı CAPI Sorgularını Etkinleştir
zh_hans: 启用舰队航母 CAPI 查询

source: Hotkey
cs: Klávesová zkratka
es: Tecla de acceso directo
ja: ホットキー
pl: Skr. Klaw.
pt_br: Tecla de atalho
ru: Горячая клавиша
sr_latn: Skraćenica
tr: Kısayoltuşu
zh_hans: 快捷键

source: Only when Elite: Dangerous is the active app
cs: Pouze pokud je Elite: Dangerous aktivní
de: Nur wenn Elite: Dangerous geöffnet ist
es: Solo cuando Elite: Dangerous es la aplicación activa
it: Solo quando “Elite: Dangerous” è in primo piano
ja: Elite: Dangerousがアクティブの時だけ有効
pl: Tylko gdy Elite: Dangerous jest aplikacją aktywną
pt_br: Somente quando o Elite: Dangerous é o aplicativo ativo
ru: Только когда окно Elite: Dangerous активно
sr_latn: Samo kada je Elite: Dangerous aktivna aplikacija
tr: Sadece Elite: Dangerous aktif uygulama olduğunda
zh_hans: 仅当 Elite: Dangerous 在前台运行时生效

source: Play sound
cs: Přehrát zvuk
de: Ton abspielen
es: Reproducir sonido
it: Notifica sonora
ja: 音を鳴らす
pl: Odtwórz dźwięk
pt_br: Tocar som
ru: Звуковое оповещение
sr_latn: Zvučni efekat
tr: Ses çal
zh_hans: 发出提示音

source: Disable Automatic Application Updates Check when in-game
cs: Vypnout automatickou kontrolu aktualizací aplikace, pokud jste ve hře
de: Während das Spiel läuft nicht auf Updates überprüfen
es: Desactivar Comprobación Automática de Actualizaciones de la Aplicación mientras juega
it: Disabilita gli aggiornamenti automatici quando sei in-game
ja: ゲーム中の自動アプリケーション更新チェックを無効にする
pl: Wyłącz automatyczne wyszukiwanie aktualizacji, gdy jesteś w grze
pt_br: Desativar Verificação Automática de Atualizações do EDMC enquanto jogo
ru: Отключить автоматическое обновление приложения во время нахождения в игре
sr_latn: Isključi automatsko proveravanje izmena aplikacije za vreme igranja
tr: Otomatik Uygulama Güncellemelerini Oyun sırasında Devre Dışı Bırak
zh_hans: 当我在玩游戏时，禁止此应用自动检查版本更新。

source: Preferred websites
cs: Preferované stránky
de: Favorisierte Webseiten
es: Sitios Web preferidos
it: Sito web preferito
ja: お気に入りのウェブサイト
pl: Preferowane strony
pt_br: Website preferido
ru: Предпочитаемые сайты
sr_latn: Željeni web sajtovi
tr: Tercih edilen web siteleri
zh_hans: 首选网站

source: Shipyard
de: Werft
es: Astillero
ja: 造船所
pl: Stocznia
pt_br: Estaleiro
ru: Верфи
tr: Tersane
zh_hans: 配船

source: Use alternate URL method
cs: Použít alternativní URL metodu
de: Alternative URL-Methode benutzen
es: Usar método URL alternativo
it: Usa metodo URL alternativo
ja: 別のURL方式を使用する
pl: Użyj alternatywnej metody URL
pt_br: Usar URL alternativa
ru: Альтернативный URL (адрес)
sr_latn: Koristi alternativni URL metod
tr: Alternatif URL yöntemi kullan
zh_hans: 若链接过长无法打开，请勾选此项

source: Log Level
cs: Míra logování
es: Nivel de registro
it: Livello di Log
ja: ログレベル
pl: Poziom logowania
pt_br: Nível de Log
ru: Уровень лога
sr_latn: Log Nivo
tr: Günlük Seviyesi
zh_hans: 诊断模式

source: Configuration
cs: Nastavení
de: Konfiguration
es: Configuración
it: Configurazione
ja: 環境設定
pl: Konfiguracja
pt_br: Configuração
ru: Конфигурация
sr_latn: Konfiguracija
tr: Yapılandırma
zh_hans: 通用

source: Main UI privacy options
de: Haupt-UI-Datenschutzoptionen
it: Opzioni privacy dell'interfaccia utente
ja: メインUIプライバシーオプション
pl: Opcje prywatności UI
pt_br: Opções de privacidade da IU
ru: Настройки приватности главного окна
sr_latn: Podešavanja privatnosti za osnovni pogled
tr: Ana Arayüz gizlilik seçenekleri
zh_hans: 用户界面隐私选项

source: Hide private group name in UI
de: Private Gruppe-Name im UI verstecken
it: Nascondi il nome del private group nell'interfaccia
ja: UIでプライベートグループ名を表示しない
pl: Ukruj nazwę grupy prywatnej w UI
pt_br: Ocultar nome do grupo privado na IU
ru: Скрывать название приватной группы в главном окне
sr_latn: Ukloni ime privatne grupe iz osnovnog pogleda
tr: Özel grup ismini arayüzde gizle
zh_hans: 在用户界面中隐藏私人组 (private group) 名称

source: Hide multi-crew captain name
de: Multi-Crew Kapitänsnamen verstecken
it: Nascondi il nome del capitano in multi-crew.
ja: マルチクルー船長名を表示しない
pl: Ukryj nazwę kapitana w "multi-crew"
pt_br: Ocultar nome do capitão em multi-crew.
ru: Скрывать ник капитана мультикрю сессии в главном окне
sr_latn: Ukloni ime kapetana iz višečlane posade
tr: Çoklu-mürettebat ismini gizle
zh_hans: 在用户界面中隐藏多人共乘 (multi-crew) 时的舰长名称

source: Privacy
de: Datenschutz
es: Privacidad
ja: プライバシー
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sr_latn: Privatnost
tr: Gizlilik
zh_hans: 隐私

source: Normal text
cs: Normální text
de: Normaler Text
es: Texto normal
it: Testo normale
ja: 通常表示
pl: Zwykły tekst
pt_br: Texto normal
ru: Обычный текст
sr_latn: Normalan tekst
tr: Normal metin
zh_hans: 普通文本

source: Highlighted text
cs: Zvýrazněný text
de: Hervorgehobener Text
es: Texto resaltado
it: Testo evidenziato
ja: 強調表示
pl: Podświetlony tekst
pt_br: Texto destacado
ru: Выделенный текст
sr_latn: Označeni tekst
tr: Vurgulanan metin
zh_hans: 重点文本

source: Language
cs: Jazyk
de: Sprache
es: Idioma
it: Lingua
ja: 言語
pl: Język
pt_br: Idioma
ru: Язык
sr_latn: Jezik
tr: Dil
zh_hans: 语言

source: Theme
cs: Schéma
es: Tema
it: Tema
ja: テーマ
pl: Schemat kolorystyczny
pt_br: Tema
ru: Тема оформления
sr_latn: Tema
tr: Tema
zh_hans: 主题

source: Dark
cs: Tmavé
de: Dunkel
es: Oscuro
it: Scuro
ja: ダーク
pl: Ciemny
pt_br: Escuro
ru: Тёмная
sr_latn: Tamno
tr: Karanlık
zh_hans: 深色

source: Transparent
cs: Průhledné
es: Transparente
it: Trasparente
ja: 透明
pl: Przezroczyste
pt_br: Transparente
ru: Прозрачная
sr_latn: Transparentno
tr: Şeffaflık
zh_hans: 透明

source: UI Scale Percentage
cs: Procenta UI škálování
de: UI-Skalierung in Prozent
es: Porcentaje escala UI
it: Percentuale zoom della UI
ja: UIスケール比率
pl: Skalowanie UI
pt_br: Porcentagem de escala da IU
ru: Процент масштабирования интерфейса
sr_latn: Procenat UI skaliranja
tr: Arayüz ölçek yüzdesi
zh_hans: 用户界面缩放比例

source: 100 means Default{CR}Restart Required for{CR}changes to take effect!
cs: 100 je výchozí hodnota{CR}je potřeba restartovat,{CR}aby se změna projevila!
de: 100 bedeutet Standardwert{CR}Neustart erforderlich, um{CR}Änderungen zu übernehmen!
es: 100 significa Por Defecto{CR}Se requiere reiniciar{CR}para que los cambios surtan efecto!
it: 100 significa Default{CR}Riavvio Richiesto per{CR}applicare i cambiamenti!
ja: 100はデフォルトを意味します{CR}変更した値を反映するには{CR}再起動が必要です!
pl: 100 oznacza wartość domyślną{CR}Zmiany zostaną wprowadzone po{CR}ponownym uruchomieniu programu!
pt_br: 100 significa Padrão{CR}Necessário Reiniciar para as{CR}alterações entrarem em vigor!
ru: 100 - значение по умолчанию{CR}требуется перезапуск для вступления в силу изменений{CR}!
sr_latn: 100 znači podrazumevano{CR}Restart je potreban{CR}da bi se promene primenile!
tr: 100 Varsayılan değerdir. Değişikliklerin geçerli olması için {CR}Yeniden Başlatma Gereklidir{CR}!
zh_hans: 100 为默认设置{CR}需要重启应用{CR}以使修改生效

source: Main window transparency
cs: Průhlednost hlavního okna
de: Durchsichtigkeit Hauptfenster
es: Transparencia de la ventana principal
it: Trasparenza della finestra principale
ja: メインウィンドウの透明度
pl: Przeźroczystość okna głównego
pt_br: Transparência da janela principal
ru: Прозрачность главного окна
sr_latn: Prozirnost glavnog prozora
tr: Ana pencere şeffaflığı
zh_hans: 主窗口透明度

source: 100 means fully opaque.{CR}Window is updated in real time
cs: 100 znamená plně neprůhledné.{CR}Okno se aktualizuje v reálném čase
de: 100 bedeutet komplett undurchsichtig.{CR}Fenster wird in Echtzeit aktualisiert
es: 100 significa completamente opaco.{CR}La ventana se actualiza en tiempo real.
it: 100 stà per completamente opaco.{CR}Finestra è aggiornata in tempo reale
ja: 100は完全に不透明であることを意味します。{CR}ウィンドウはリアルタイムで更新されます
pl: 100 oznacza nieprzeźroczyste.{CR}Okno aktualizowane w czasie rzeczywistym.
pt_br: 100 significa totalmente opaco.{CR}A janela é atualizada em tempo real.
ru: 100 означает полностью непрозрачный.{CR}Окно обновляется в режиме реального времени.
sr_latn: 100 znači potpuno neprozirno.{CR}Prozor se osvežava u realnom vremenu.
tr: 100 tamamen opak anlamına gelir.{CR}Pencere gerçek zamanlı olarak güncellenir
zh_hans: 100 为完全不透明{CR}效果实时更新

source: Minimize to system tray
cs: Minimalizovat do lišty
de: In die Taskleiste minimieren
es: Minimizar a la bandeja de sistema
it: Riduci a icona nel Vassoio di sistema
ja: システムトレイに最小化する
pl: Zminimalizuj do zasobnika systemowego
pt_br: Minimizar para a área de notificação
ru: Сворачивать в системный трей
tr: Simge durumuna küçült
zh_hans: 最小化到系统托盘

source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
it: Aspetto
ja: 表示
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sr_latn: Izgled
tr: Görünüm
zh_hans: 外观

source: Plugins folder
cs: Složka pluginů
de: Plugin-Ordner
es: Carpeta de Plugins
it: Cartella dei plugins
ja: プラグインフォルダ
pl: Folder pluginów
pt_br: Pasta dos plugins
ru: Папка плагинов
sr_latn: Folder za dodatke (plugins)
tr: Eklentiler klasörü
zh_hans: 插件文件夹

source: Open Plugins Folder
pt_br: Abrir pasta dos plugins
ru: Открыть папку плагинов
tr: Eklenti Klasörünü Aç
zh_hans: 打开插件目录

source: Plugin Directory Location
pt_br: Localização da pasta dos plugins
ru: Месторасположение директории плагинов
tr: Eklenti Klasörü Konumu
zh_hans: 插件目录的位置

source: Tip: You can disable a plugin by{CR}adding '{EXT}' to its folder name
cs: Tip: Plugin můžete vypnout přidáním{CR}'{EXT}' do názvu jeho složky
de: Tipp: Du kannst ein Plugin deaktivieren, indem{CR}du '{EXT}' zu seinem Ordnernamen hinzufügst
es: Puedes desactivar un plugin añadiendo{CR}'{EXT}' al nombre de su carpeta
it: Suggerimento: è possibile disabilitare un plugin {CR}aggiungendo '{EXT}' nel nome della sua cartella
ja: ヒント: プラグインを無効にするには{CR}フォルダ名に '{EXT}' を追加してください
pl: Wskazówka: Możesz wyłączyć pluginy{CR}dodając '{EXT}' do nazwy folderu
pt_br: Dica: Você pode desativar um plugin{CR}adicionando '{EXT}' ao nome da pasta
ru: Подсказка: Отключить конкретный плагин можно {CR} добавив '{EXT}' к названию папки
sr_latn: Tip: Možete deaktivirati dodatak (plugin) dodavanjem{CR}'{EXT}' na ime njegovog foldera
tr: İpucu: Bir eklentiyi, klasör adına{CR}'{EXT}' ekleyerek devre dışı bırakabilirsiniz
zh_hans: 提示：想要禁用某一项插件，{CR}你可以添加 {EXT} 到其文件夹名称中

source: Enabled Plugins
cs: Zapnuté pluginy
de: Aktivierte Plugins
es: Plugins Activados
it: Plugin abilitati
ja: 有効なプラグイン
pl: Włączone pluginy
pt_br: Plugins Habilitados
ru: Включённые плагины
sr_latn: Aktivirani dodaci (plugins)
tr: Etkin Eklentiler
zh_hans: 已启用插件

source: Plugins Without Python 3.x Support
de: Plugins ohne Python 3.x Support
es: Plugins sin Soporte para Python 3.x
it: Plugins senza Supporto Python 3.x
ja: Python 3.xをサポートしていないプラグイン
pl: Pluginy nie wspierające Python 3.x
pt_br: Plugins sem Suporte ao Python 3.x
ru: Плагины без поддержки Python 3.x
tr: Python 3.x Desteği Olmayan Eklentiler
zh_hans: 不支持 Python 3.x 的插件

source: Information on migrating plugins
cs: Informace jak migrovat pluginy.
de: Informationen zum Migrieren von Plugins
es: Información sobre migración de plugins
it: Informazioni sulla migrazione dei plugins
ja: プラグインの移行に関する情報
pl: Informacja o migracji pluginów
pt_br: Informações de migração de plugins
ru: Информация о мигрирующих плагинах
sr_latn: Informacije o migraciji dodataka (plugins)
tr: Eklentilerin taşınmasıyla ilgili bilgiler
zh_hans: 关于插件迁移

source: Broken Plugins
de: Defekte Plugins
it: Plugin non funzionanti
ja: 壊れたプラグイン
pl: Niedziałające pluginy
pt_br: Plugins Quebrados
ru: Неработающие плагины
tr: Bozuk Eklentiler
zh_hans: 损坏的插件

source: Disabled Plugins
cs: Vypnuté pluginy
de: Deaktivierte Plugins
es: Plugins Desactivados
it: Plugin disabilitati
ja: 無効なプラグイン
pl: Pluginy wyłączone
pt_br: Plugins desabilitados
ru: Отключенные плагины
sr_latn: Deaktivirani dodaci (plugins)
tr: Devre Dışı Eklentiler
zh_hans: 已禁用插件

source: Error in System Profiler
de: Fehler im System Profiler
it: Errore nel Sistema di Profilazione
ja: システムプロファイラーでエラー
pt_br: Erro no Perfil de Sistema
ru: Ошибка в системном профайлере
tr: Sistem Profilcisinde Hata oluştu
zh_hans: 系统分析器中有错误

source: Balance
cs: Zůstatek
de: Kontostand
es: Saldo
it: Saldo
ja: 口座残高
pl: Saldo
pt_br: Balanço
ru: Баланс
sr_latn: Balans
tr: Bakiye
zh_hans: 资金结余

source: Loan
cs: Půjčka
de: Kredit
es: Préstamo
it: Prestito
ja: 負債
pl: Pożyczka
pt_br: Empréstimo
ru: Долг
sr_latn: Pozajmica
tr: Borç
zh_hans: 贷款

source: Elite
es: Élite
ru: Элита

source: Elite I
ru: Элита I

source: Elite II
ru: Элита II

source: Elite III
ru: Элита III

source: Elite IV
ru: Элита IV

source: Elite V
ru: Элита V

source: Combat
de: Kampfrang
es: Combate
ja: 戦闘ランク
pt_br: Combate
ru: Боевой
sr_latn: Borba (Combat)
zh_hans: 战斗等级

source: Trade
de: Handelsrang
es: Comercio
ja: 交易ランク
pt_br: Comércio
ru: Торговый
sr_latn: Trgovina (Trade)
zh_hans: 贸易等级

source: Explorer
de: Erkunderrang
es: Exploración
ja: 探索ランク
pt_br: Exploração
ru: Исследовательский
sr_latn: Istraživanje (Explorer)
zh_hans: 探索等级

source: Mercenary
de: Söldner
pl: Najemnik
pt_br: Mercenário
ru: Наемник
zh_hans: 佣兵等级

source: Exobiologist
de: Exobiologe
pl: Egzobiolog
pt_br: Exobiologista
ru: Экзобиолог
zh_hans: 生物学者等级

source: Federation
de: Föderation
es: Federación
it: Federazione
ja: 連邦ランク
pl: Federacja
pt_br: Federação
ru: Федерация
sr_latn: Federacija
zh_hans: 联邦军衔

source: Empire
de: Imperium
es: Imperio
it: Impero
ja: 帝国ランク
pl: Imperium
pt_br: Império
ru: Империя
sr_latn: Imperija
zh_hans: 帝国头衔

source: Powerplay
de: Machtspiele
ja: パワープレイ
pt_br: Poderes da galáxia
ru: Ранг у галактических держав
zh_hans: 势力

source: Harmless
de: Harmlos
es: Inofensivo
pt_br: Inofensivo
ru: Безвредный

source: Mostly Harmless
de: Zumeist Harmlos
es: Casi inofensivo
pt_br: Quase Inofensivo
ru: В целом безвредный

source: Novice
de: Neuling
es: Novato
pt_br: Novato
ru: Новичок

source: Competent
de: Kompetent
es: Competente
pt_br: Competente
ru: Специалист

source: Expert
de: Experte
es: Experto
pt_br: Experiente
ru: Эксперт

source: Master
de: Meister
es: Maestro
pt_br: Mestre
ru: Мастер

source: Dangerous
de: Gefährlich
es: Peligroso
pt_br: Perigoso
ru: Опасный

source: Deadly
de: Tödlich
es: Letal
pt_br: Letal
ru: Смертоносный

source: Penniless
de: Bettelarm
es: Pobre
pt_br: Pobre
ru: Нищий

source: Mostly Penniless
de: Sehr Arm
es: Casi pobre
pt_br: Quase pobre
ru: Полунищий

source: Peddler
de: Krämer
es: Buhonero
pt_br: Camelô
ru: Мелкий торговец

source: Dealer
de: Kleinhändler
es: Distribuidor
pt_br: Negociante
ru: Агент

source: Merchant
de: Kaufmann
es: Mercader
pt_br: Mercador
ru: Коммерсант

source: Broker
de: Großhändler
es: Bróker
pt_br: Corretor
ru: Брокер

source: Entrepreneur
de: Unternehmer
es: Empresario
pt_br: Empresário
ru: Предприниматель

source: Tycoon
de: Magnat
es: Magnate
pt_br: Magnata
ru: Магнат

source: Aimless
de: Total planlos
es: Perdido
pt_br: Perdido
ru: Бесцельный

source: Mostly Aimless
de: Fast Planlos
es: Casi perdido
pt_br: Quase perdido
ru: Почти бесцельный

source: Scout
de: Späher
es: Explorador
pt_br: Explorador
ru: Разведчик

source: Surveyor
de: Landkundiger
es: Topógrafo
pt_br: Cartógrafo
ru: Изыскатель

source: Trailblazer
de: Wegebner
es: Rastreador
pt_br: Desbravador
ru: Путешественник

source: Pathfinder
de: Pistensucher
es: Guía
pt_br: Descobridor
ru: Следопыт

source: Ranger
de: Aufseher
es: Descubridor
pt_br: Patrulheiro
ru: Скиталец

source: Pioneer
de: Pionier
es: Pionero
pt_br: Pioneiro
ru: Первооткрыватель

source: Defenceless
de: Wehrlos
pl: Bezbronny
pt_br: Indefeso
ru: Беззащитный

source: Mostly Defenceless
de: Fast Wehrlos
pl: Głównie bezbronny
pt_br: Quase Indefeso
ru: В целом беззащитный

source: Rookie
de: Anfänger
pl: Początkujący
pt_br: Novato
ru: Новичок

source: Soldier
de: Soldat
pl: Żołnierz
pt_br: Soldado
ru: Солдат

source: Gunslinger
de: Revolverheld
pl: Rewolwerowiec
pt_br: Pistoleiro
ru: Стрелок

source: Warrior
de: Krieger
pl: Wojownik
pt_br: Guerreiro
ru: Воин

source: Deadeye
pl: Strzelec
pt_br: Tiro-certo
ru: Меткий глаз

source: Directionless
de: Ziellos
pl: Zagubiony
pt_br: Sem Direção
ru: Беспомощный

source: Mostly Directionless
de: Überwiegend Ziellos
pl: Głównie zagubiony
pt_br: Quase Sem Direção
ru: Практически беспомощный

source: Compiler
pl: Wykonawca
pt_br: Compilador
ru: Компилятор

source: Collector
pl: Zbieracz
pt_br: Colecionador
ru: Коллекционер

source: Cataloguer
pl: Inwentaryzator
pt_br: Catalogador
ru: Каталогизатор

source: Taxonomist
pl: Taksonomista
pt_br: Taxonomista
ru: Таксономист

source: Ecologist
pl: Ekolog
pt_br: Ecologista
ru: Эколог

source: Geneticist
pl: Genetyk
pt_br: Geneticista
ru: Генетик

source: Helpless
de: Hilflos
es: Indefenso
pt_br: Indefeso
ru: Беспомощный

source: Mostly Helpless
de: Zumeist Hilflos
es: Casi indefenso
pt_br: Quase Indefeso
ru: Почти беспомощный

source: Amateur
de: Anfänger
es: Aficionado
pt_br: Amador
ru: Любитель

source: Semi Professional
de: Halbprofi
pt_br: Semi-profissional
ru: Полупрофессионал

source: Professional
de: Profi
es: Profesional
pt_br: Profissional
ru: Профессионал

source: Champion
de: Sieger
es: Campeón
pt_br: Campeão
ru: Чемпион

source: Hero
de: Held
es: Héroe
pt_br: Herói
ru: Герой

source: Gladiator
es: Gladiador
pt_br: Gladiador
ru: Гладиатор

source: Recruit
de: Rekrut
es: Recluta
pt_br: Recruta
ru: Новобранец

source: Cadet
de: Kadett
es: Cadete
pt_br: Aspirante
ru: Кадет

source: Midshipman
de: Fähnrich
es: Guardiamarina
pt_br: Cabo
ru: Гардемарин

source: Petty Officer
cs: Poddůstojník
de: Maat
es: Sargento
pt_br: Terceiro-Sargento
ru: Старшина

source: Chief Petty Officer
de: Obermaat
es: Sargento primero
pt_br: Segundo-Sargento
ru: Главный старшина

source: Warrant Officer
de: Feldwebel
es: Subteniente
pt_br: Primeiro-Sargento
ru: Уорент-офицер

source: Ensign
de: Leutnant
es: Alférez de fragata
pt_br: Suboficial
ru: Энсин

source: Lieutenant
de: Kapitänleutnant
es: Teniente de navío
pt_br: Tenente
ru: Лейтенант

source: Lieutenant Commander
de: Korvettenleutnant
es: Capitán de corbeta
pt_br: Tenente Comandante
ru: Капитан-лейтенант

source: Post Commander
de: Fregattenkapitän
es: Capitán de fragata
pt_br: Capitão de Corveta
ru: Начальник гарнизона

source: Post Captain
de: Kapitän
es: Capitán de navío
pt_br: Capitão de Fragata
ru: Командир корабля

source: Rear Admiral
de: Konteradmiral
es: Contraalmirante
pt_br: Contra-Almirante
ru: Контр-адмирал

source: Vice Admiral
de: Vizeadmiral
es: Vicealmirante
pt_br: Vice-Almirante
ru: Вице-адмирал

source: Admiral
es: Almirante
pt_br: Almirante
ru: Адмирал

source: Outsider
de: Fremder
es: Forastero
pt_br: Forasteiro
ru: Чужак

source: Serf
de: Leibeigener
es: Siervo
pt_br: Servo
ru: Крепостной

source: Squire
de: Knappe
es: Escudero
pt_br: Escudeiro
ru: Оруженосец

source: Knight
de: Ritter
es: Caballero
pt_br: Cavaleiro
ru: Рыцарь

source: Lord
de: Fürst
es: Señor
pt_br: Lorde
ru: Лорд

source: Baron
es: Barón
pt_br: Barão
ru: Барон

source: Viscount
es: Vizconde
pt_br: Visconde
ru: Виконт

source: Count
de: Graf
es: Conde
pt_br: Conde
ru: Граф

source: Earl
es: Conde Palatino
pt_br: Marquês
ru: Эрл
