Repository: EDCD/EDMarketConnector
Catalog: L10n/*.strings
Languages: cs, de, es, it, ja, pl, pt_br, ru, sr_latn, tr, zh_hans

source: Marquis
de: Marquise
es: Marqués
pt_br: Duque
ru: Маркиз

source: Duke
de: Herzog
es: Duque
pt_br: Arqui-Duque
ru: Герцог

source: Prince
de: Prinz
es: Príncipe
pt_br: Príncipe
ru: Принц

source: King
de: König
es: Rey
pt_br: Rei
ru: Король

source: Rating 1
de: Wertung 1
es: Nivel 1
pl: Ocena 1
pt_br: Nível 1
ru: Ранг 1
sr_latn: Rejting 1
tr: Reyting 1

source: Rating 2
de: Wertung 2
es: Nivel 2
pl: Ocena 2
pt_br: Nível 2
ru: Ранг 2
sr_latn: Rejting 2
tr: Reyting 2

source: Rating 3
de: Wertung 3
es: Nivel 3
pl: Ocena 3
pt_br: Nível 3
ru: Ранг 3
sr_latn: Rejting 3
tr: Reyting 3

source: Rating 4
de: Wertung 4
es: Nivel 4
pl: Ocena 4
pt_br: Nível 4
ru: Ранг 4
sr_latn: Rejting 4
tr: Reyting 4

source: Rating 5
de: Wertung 5
es: Nivel 5
pl: Ocena 5
pt_br: Nível 5
ru: Ранг 5
sr_latn: Rejting 5
tr: Reyting 5

source: Status: Don't yet know your Commander name
de: Status: Dein Kommandanten-Name ist noch nicht bekannt
it: Stato: Non conosco ancora il nome del tuo comandante
ja: 状態： あなたのコマンダー名が不明です
pl: Status: Nieznana nazwa komandora
pt_br: Status: Nome de CMDT ainda desconhecido
ru: Статус: На текущий момент имя командира неизвестно
sr_latn: Status: Još uvek nije poznato ime vašeg komandira
tr: Durum: Cmdr adınızı henüz bilmiyorum
zh_hans: 状态：暂时未知你的指挥官名称

source: Status: No CAPI data yet
de: Status: Noch keine CAPI-Daten
it: Stato: Ancora nessun dato CAPI
ja: 状態： CAPIデータがありません
pl: Status: Brak danych CAPI
pt_br: Status: ainda sem dados CAPI
ru: Статус: На текущий момент данные CAPI отсутствуют
sr_latn: Status: Još uvek nema CAPI podataka
tr: Durum: Henüz CAPI verisi yok
zh_hans: 状态：暂无 CAPI 数据

source: Value
cs: Cena
de: Wert
es: Valor
it: Valore
ja: 価値
pl: Wartość
pt_br: Valor
ru: Стоимость
sr_latn: Vrednost
tr: Değer
zh_hans: 价值

source: Ships
cs: Lodě
de: Schiffe
es: Naves
it: Navi
ja: 所有船
pl: Statki
pt_br: Naves
ru: Корабли
sr_latn: Brodovi
tr: Gemiler
zh_hans: 所有飞船

source: {NEWVER} is available
de: {NEWVER} ist verfügbar
it: {NEWVER} è disponibile
ja: {NEWVER} があります
pl: Dostępna nowa wersja {NEWVER}
pt_br: {NEWVER} está disponível
ru: {NEWVER} доступен
tr: {NEWVER} sürüm mevcut
zh_hans: 有新的 {NEWVER} 版本可用

source: Stable
de: Stabil
it: Stabile
ja: 安定版
pt_br: Estável
ru: Стабильная
tr: Stabil
zh_hans: 稳定版

source: Update Track
de: Update-Kanal
it: Canale di aggiornamento
ja: アップデートトラック
pt_br: Caminho de Atualizações
ru: Обновить маршрут
tr: Takibi Güncelle
zh_hans: 更新通道

source: Update Track Changed to {TRACK}
de: Update-Kanal geändert auf {TRACK}
it: Canale di aggiornamento cambiato in {TRACK}
ja: アップデートトラックを {TRACK} に変更します
pt_br: Caminho de Atualizações modificado para {TRACK}
ru: Обновить маршрут. Изменено на {TRACK}
tr: Aktif Takip {TRACK} olarak güncellendi.
zh_hans: 更新通道已更改为 {TRACK}

source: Update track changed to Stable from Beta. You will no longer receive Beta updates. You will stay on your current Beta version until the next Stable release. You can manually revert to the latest Stable version. To do so, you must download and install the latest Stable version manually. Note that this may introduce bugs or break completely if downgrading between major versions with significant changes. Do you want to open GitHub to download the latest release?
de: Update-Kanal von Beta auf Stabil geändert. Du wirst keine weiteren Beta-Updates erhalten. Du wirst bis zum nächsten stabilen Release auf der aktuellen Beta-Version bleiben. Du kannst manuell zur aktuellen stabilen Version zurückkehren. Um dies zu tun, musst du die aktuelle stabile Version manuell herunterladen und installieren. Beachte, dass dies Fehler verursachen oder gar nicht funktionieren könnte, wenn du von einem größeren Versionssprung mit signifikanten Änderungen downgradest. Möchtest du GitHub öffnen, um den neuesten Release herunterzuladen?
it: Il canale di aggiornamento è cambiato da Beta a Stabile. Non riceverai più aggiornamenti Beta. Rimarrai sulla tua attuale versione Beta fino alla prossima release Stabile. Puoi tornare manualmente all'ultima versione Stabile. Per farlo, devi scaricare e installare manualmente l'ultima versione Stabile. Nota che questo potrebbe introdurre bug o causare malfunzionamenti se si esegue il downgrade tra versioni principali con cambiamenti significativi. Vuoi aprire GitHub per scaricare l'ultima release?
ja: アップデートトラックをベータから安定版に変更しました。今後ベータ版のアップデートを受け取ることはありません。次の安定版がリリースされるまでこのベータ版をご利用いただけます。 手動で最新の安定版に戻すことができます。そのためには、最新の安定版を手動でダウンロードしてインストールする必要があります。大きな変更を伴うメジャーバージョン間のダウングレードの場合、バグが発生したり、完全に壊れたりする可能性があることに注意してください。 GitHubを開いて最新リリースをダウンロードしますか？
pt_br: Caminho de atualizações modificado de Estável para Beta. Você não receberá mais atualizações Beta. Você seguirá na versão Beta atual até a próxima atualização Estável. Você pode reverter manualmente para a última versão Estável. Para fazer isso, faça download e instale a última versão Estável manualmente. Fique atento: isto pode introduzir bugs ou quebrar completamente a aplicação caso você o retorno volte para uma versão principal com mudanças significativas. Gostaria de abrir o GitHub para fazer download da última versão?
ru: Изменен путь обновления с "Бета" на "Стабильный". Вы больше не будете получать обновления "Бета". Вы останетесь на текущей бета-версии до следующего стабильного релиза. Вы можете вручную вернуться к последней версии "Стабильная". Для этого необходимо загрузить и установить последнюю версию "Стабильная" вручную. Обратите внимание, что при переходе между основными версиями со значительными изменениями могут возникнуть ошибки или полная поломка. Хотите открыть GitHub, чтобы загрузить последнюю версию?
tr: Güncelleme takibi Beta'dan Kararlı olarak değiştirildi. Artık Beta güncellemelerini almayacaksınız. Bir sonraki Kararlı sürüme kadar mevcut Beta sürümünüzde kalacaksınız. En son Stabil sürüme manuel olarak geri dönebilirsiniz. Bunu yapmak için en son Stabil sürümünü manuel olarak indirip yüklemeniz gerekir. Önemli değişiklikler içeren ana sürümler arasında sürüm düşürme durumunda bunun hatalara yol açabileceğini veya tamamen bozulabileceğini unutmayın. En son sürümü indirmek için GitHub'u açmak istiyor musunuz?

source: Restart Required
pt_br: Reinicialização necessária
ru: Требуется перезапуск
tr: Yeninden Başlatma Gerekli
zh_hans: 需要重新启动

source: A restart of EDMC is required. EDMC will now restart.
pt_br: É necessário reinicializar o EDMC. Isso será realizado agora.
ru: Требуется перезапуск EDMC. EDMC сейчас перезапустится.
tr: EDMC yeniden başlatılması gerekiyor. Şimdi yeniden başlatılacak.
zh_hans: 需要重新启动EDMC。EDMC现在将重新启动。

source: Cannot paste non-text content.
de: Kann keinen non-Text-Inhalt einfügen.
it: Non si può incollare contenuto non testuale
ja: テキストではない内容は貼り付けできません
pt_br: Só é possível colar texto.
ru: Невозможно добавить нетекстовое содержимое.
tr: Metin dışı içerik yapıştırılamadı
zh_hans: 无法添加非文本内容。

source: Open in {URL}
de: Öffnen in {URL}
it: Apri {URL}
ja: {URL} で開く
pt_br: Abrir em {URL}
ru: Открыть через {URL}
tr: Şurada aç {URL}
zh_hans: 在 {URL} 中打开

source: Copy Inara SLEF
pt_br: Copiar formato SLEF
ru: Скопировать данные SLEF Inara
tr: Inara SLEF kopyala
zh_hans: 复制 Inara SLEF 数据

source: Error: Frontier CAPI data out of sync
pt_br: Erro: dados do Frontier CAPI fora de sincronia

source: Disable Systray
pt_br: Desativar ícone na área de notificação

source: CQC
de: CQC-Rang
ja: CQCランク
zh_hans: 竞技场等级

source: OK
es: Aceptar
ja: 了解
tr: Tamam
zh_hans: 确定

source: CAPI: No fleetcarrier data returned
it: CAPI: Nessun dato della fleetcarrier ricevuto
ja: CAPI: フリートキャリアデータの返信なし

source: CAPI: Fleetcarrier data incomplete
it: CAPI: Dati della Fleetcarrier incompleti
ja: CAPI: フリートキャリアデータが不完全

source: Enable Fleetcarrier CAPI Queries
it: Abilita le query CAPI della Fleetcarrier
ja: フリートキャリアCAPIクエリを有効にする

source: Open
cs: Otevřít
it: Sfoglia
ja: 開く
sr_latn: Otvori

source: View
cs: Zobrazit
sr_latn: Pogled

source: Window
cs: Okno
sr_latn: Prozor

source: EDDB Journal processing disabled. See Log.
cs: Zpracování EDDB deníku je deaktivováno. Zkontrolujte log.
sr_latn: Obrada žurnala za EDDB je deaktivirana. Pogledajte Log.

source: No 'Route' array in NavRoute.json contents
sr_latn: Nema 'Route' niza u NavRoute.json sadržaju

source: Send flight log and Cmdr status to EDSM
cs: Odesílat letový log a status CMDRa do EDSM
sr_latn: Pošalji log leta i Cmdr status na EDSM

source: Preferences
cs: Nastavení
sr_latn: Podešavanja

source: Change...
cs: Změnit...
sr_latn: Izmeni...

source: Keyboard shortcut
cs: Klávesová zkratka
sr_latn: Skraćenica

source: Re-start {APP} to use shortcuts
cs: Restartujte {APP} pro aktivaci klávesových zkratek
sr_latn: Restartujte {APP} da bi ste koristili skraćenice

source: {APP} needs permission to use shortcuts
cs: {APP} vyžaduje oprávnění pro použití klávesových zkratek
sr_latn: {APP} traži dozvolu da koristi skraćenice

source: Open System Preferences
cs: Otevřít Předvolby systému
sr_latn: Otvori sistemska podešavanja

source: Plugins Without Python 3.x Support:
cs: Pluginy bez podpory Python 3.x:
sr_latn: Pluginovi bez podrške za Python 3.x:

source: Error: Can't connect to Inara
cs: Chyba: Nelze se připojit k Inaře

source: Error: Frontier server is down
cs: Chyba: Server Frontieru nejede

source: Error: Frontier server SKU problem
cs: Chyba: Server Frontieru SKU problém
